ax 62551 
edu 35704 
com 20510 
subject 20380 
lines 19674 
organization 18709 
would 14830 
one 14635 
writes 13344 
article 12275 
like 9701 
people 9473 
university 9431 
posting 9123 
know 8631 
host 8394 
get 8343 
nntp 8114 
think 7602 
also 7252 
time 6711 
use 6675 
new 6385 
apr 6127 
good 5946 
could 5850 
may 5826 
ca 5759 
well 5718 
us 5507 
even 5380 
see 5191 
cs 5104 
god 5062 
way 5020 
two 4955 
max 4934 
first 4841 
much 4818 
make 4818 
many 4803 
system 4616 
world 4574 
distribution 4553 
say 4548 
right 4541 
anyone 4212 
want 4190 
go 4162 
used 4044 
reply 4011 
said 3997 
need 3954 
work 3804 
state 3748 
really 3653 
please 3614 
problem 3613 
something 3590 
computer 3582 
windows 3526 
since 3497 
believe 3435 
back 3414 
mail 3414 
still 3356 
going 3240 
file 3219 
help 3199 
information 3165 
find 3161 
year 3132 
take 3085 
point 3079 
using 3066 
government 3031 
last 3029 
question 3023 
might 3021 
years 3003 
never 2991 
news 2966 
thanks 2965 
software 2956 
read 2935 
better 2934 
things 2931 
usa 2909 
must 2853 
david 2850 
bit 2836 
etc 2808 
space 2792 
number 2788 
sure 2766 
without 2763 
another 2754 
uk 2744 
made 2702 
data 2696 
someone 2687 
program 2644 
case 2642 
drive 2637 
let 2614 
long 2597 
got 2593 
part 2563 
version 2542 
thing 2537 
look 2518 
available 2495 
day 2433 
power 2408 
come 2406 
around 2378 
little 2373 
anything 2350 
fact 2346 
ac 2333 
however 2322 
law 2313 
john 2305 
cc 2303 
key 2301 
sun 2295 
best 2258 
give 2257 
dos 2253 
every 2251 
org 2234 
game 2226 
probably 2221 
access 2220 
seems 2213 
line 2191 
public 2191 
car 2188 
true 2180 
group 2174 
different 2172 
run 2157 
net 2151 
least 2151 
gov 2150 
set 2147 
name 2138 
tell 2135 
put 2131 
enough 2113 
try 2104 
science 2093 
list 2076 
lot 2066 
course 2062 
actually 2052 
great 2049 
support 2047 
research 2044 
real 2035 
high 2029 
nasa 2020 
de 2020 
systems 2008 
life 2007 
post 1997 
hard 1996 
says 1995 
inc 1989 
far 1986 
pl 1978 
either 1977 
old 1967 
though 1958 
free 1953 
man 1933 
second 1925 
jesus 1919 
called 1914 
end 1909 
possible 1892 
nothing 1890 
mr 1888 
else 1861 
rather 1846 
message 1840 
wrong 1839 
image 1835 
card 1833 
call 1826 
mean 1823 
ibm 1810 
next 1792 
team 1790 
mark 1784 
files 1783 
yes 1779 
reason 1776 
st 1774 
internet 1767 
problems 1766 
technology 1765 
hp 1758 
email 1757 
netcom 1754 
keep 1752 
looking 1750 
non 1746 
found 1744 
pc 1743 
graphics 1742 
person 1738 
based 1733 
done 1733 
info 1716 
seen 1715 
others 1710 
able 1705 
center 1704 
maybe 1702 
yet 1700 
order 1698 
gun 1688 
general 1687 
send 1676 
always 1674 
mac 1670 
place 1662 
bill 1660 
three 1648 
ever 1644 
bad 1643 
chip 1640 
example 1640 
thought 1634 
mb 1622 
following 1616 
control 1610 
israel 1609 
quite 1608 
window 1607 
heard 1607 
less 1604 
mit 1601 
wrote 1585 
phone 1583 
christian 1581 
trying 1572 
book 1568 
left 1554 
several 1552 
uucp 1548 
michael 1531 
ftp 1531 
home 1525 
times 1520 
whether 1520 
au 1516 
big 1516 
given 1514 
children 1511 
keywords 1505 
start 1503 
means 1502 
win 1499 
idea 1493 
national 1493 
opinions 1493 
getting 1491 
away 1490 
today 1486 
evidence 1476 
kind 1475 
co 1472 
human 1467 
word 1463 
apple 1463 
american 1459 
ms 1457 
paul 1455 
questions 1451 
note 1448 
code 1430 
remember 1427 
scsi 1425 
steve 1425 
source 1421 
seem 1419 
andrew 1416 
change 1412 
unix 1398 
standard 1393 
washington 1385 
local 1383 
fax 1380 
makes 1374 
department 1374 
president 1374 
mike 1369 
games 1368 
uiuc 1357 
full 1347 
disk 1345 
cannot 1344 
already 1342 
price 1340 
stuff 1335 
large 1333 
ask 1329 
jews 1327 
running 1319 
small 1312 
address 1303 
perhaps 1296 
money 1291 
speed 1280 
type 1279 
saying 1278 
play 1275 
answer 1273 
open 1270 
came 1268 
color 1264 
current 1263 
sale 1262 
institute 1260 
original 1259 
days 1256 
bible 1255 
ago 1253 
show 1252 
buy 1250 
interested 1249 
th 1244 
told 1243 
machine 1233 
issue 1233 
pretty 1230 
war 1230 
works 1229 
whole 1226 
jim 1224 
rights 1212 
hope 1211 
server 1200 
matter 1198 
box 1197 
feel 1192 
hand 1190 
clipper 1187 
canada 1186 
oh 1185 
memory 1183 
care 1180 
love 1179 
agree 1178 
mind 1176 
robert 1174 
often 1174 
states 1169 
religion 1163 
april 1156 
user 1154 
everything 1151 
programs 1149 
understand 1149 
armenian 1146 
went 1146 
live 1143 
display 1141 
earth 1141 
encryption 1140 
church 1138 
video 1134 
simply 1134 
college 1133 
ed 1131 
important 1128 
side 1127 
everyone 1126 
cmu 1120 
vs 1118 
men 1117 
toronto 1117 
engineering 1115 
history 1114 
almost 1110 
wanted 1109 
dept 1108 
including 1107 
area 1103 
ok 1101 
guess 1092 
comes 1089 
cause 1089 
include 1088 
os 1088 
claim 1086 
white 1081 
certainly 1078 
christ 1077 
christians 1077 
instead 1076 
fbi 1075 
later 1074 
working 1071 
house 1069 
fire 1068 
low 1068 
check 1067 
faq 1062 
school 1059 
network 1058 
copy 1054 
cost 1054 
jewish 1053 
hi 1051 
colorado 1049 
turkish 1046 
newsreader 1046 
making 1044 
death 1041 
started 1040 
single 1039 
company 1036 
although 1035 
anyway 1034 
write 1022 
hell 1017 
tried 1016 
service 1015 
unless 1008 
known 1008 
california 1006 
view 1005 
anybody 1004 
words 998 
faith 995 
clinton 990 
text 990 
ohio 988 
hockey 988 
talk 987 
sort 986 
top 986 
police 982 
difference 977 
james 974 
within 973 
armenians 972 
tm 971 
black 971 
security 970 
na 968 
light 964 
major 962 
consider 959 
private 957 
hardware 957 
country 956 
package 953 
similar 951 
se 951 
size 950 
contact 948 
dave 947 
per 946 
san 946 
press 946 
via 946 
couple 943 
screen 940 
summary 938 
nice 937 
body 937 
asked 935 
night 932 
virginia 932 
services 931 
board 931 
att 930 
especially 929 
comp 928 
al 926 
brian 926 
sound 925 
driver 924 
truth 922 
certain 922 
self 922 
clear 919 
ii 917 
format 916 
level 915 
tin 911 
likely 911 
dead 910 
talking 906 
fast 905 
cd 904 
sense 904 
health 904 
players 903 
took 902 
argument 902 
israeli 902 
images 901 
stop 899 
pub 898 
killed 898 
test 897 
york 897 
correct 897 
city 896 
simple 895 
bike 891 
saw 891 
application 888 
opinion 888 
fine 888 
head 887 
gmt 887 
exactly 886 
reading 882 
sorry 881 
usenet 880 
women 880 
books 878 
columbia 878 
provide 878 
output 877 
thus 877 
common 876 
monitor 874 
among 874 
usually 873 
pay 872 
become 869 
position 869 
form 868 
goes 866 
berkeley 866 
force 866 
written 865 
western 863 
deal 861 
peter 861 
guy 860 
bus 859 
guns 858 
jpeg 858 
keys 857 
personal 856 
bob 856 
experience 855 
division 855 
dod 855 
discussion 854 
happened 852 
advance 848 
study 848 
taken 848 
third 847 
past 847 
users 844 
statement 844 
stanford 843 
period 842 
except 841 
easy 841 
cwru 839 
needed 838 
red 838 
season 838 
office 837 
religious 836 
hit 836 
particular 836 
mine 835 
interesting 833 
society 833 
radio 832 
situation 831 
groups 830 
numbers 829 
turn 829 
whatever 828 
mode 827 
rest 827 
posted 827 
series 825 
db 823 
hear 821 
front 821 
four 819 
uses 817 
mouse 817 
scott 816 
mhz 816 
week 815 
according 813 
due 812 
effect 811 
needs 809 
model 808 
lost 805 
upon 800 
air 799 
add 799 
months 798 
sgi 797 
corporation 795 
short 794 
texas 793 
drivers 793 
medical 793 
cso 790 
disclaimer 789 
special 788 
baseball 786 
peace 786 
anti 785 
therefore 785 
points 785 
acs 784 
value 784 
ei 783 
error 782 
cleveland 777 
communications 777 
future 776 
manager 776 
political 773 
face 772 
young 771 
date 770 
gets 770 
sci 770 
return 770 
di 769 
ones 768 
east 767 
sell 766 
laws 763 
frank 762 
job 761 
business 760 
longer 760 
performance 759 
specific 759 
runs 758 
considered 758 
exist 756 
recently 756 
taking 754 
early 753 
pittsburgh 752 
rutgers 752 
move 752 
drives 752 
la 751 
happen 751 
tom 750 
kill 750 
process 750 
build 749 
smith 749 
thomas 748 
request 741 
koresh 740 
id 740 
sometimes 738 
various 736 
quality 736 
road 736 
response 733 
plus 733 
expect 733 
ground 733 
offer 732 
coming 731 
dr 731 
design 729 
project 729 
fi 729 
tv 727 
built 726 
bitnet 726 
members 722 
friend 722 
voice 719 
united 718 
christianity 718 
close 717 
strong 717 
keith 716 
behind 716 
pa 716 
microsoft 714 
cars 714 
chris 714 
league 713 
accept 712 
cx 712 
md 712 
player 712 
military 712 
together 711 
shall 711 
pat 711 
moral 710 
action 709 
pitt 708 
austin 708 
tape 707 
near 706 
water 706 
save 706 
thinking 705 
policy 704 
international 704 
computing 703 
gif 702 
blue 701 
assume 700 
rate 700 
math 700 
motif 700 
hold 698 
result 698 
sin 696 
looks 696 
cb 695 
none 695 
speak 694 
media 693 
story 693 
gas 692 
total 692 
legal 691 
million 690 
sources 690 
allow 690 
boston 690 
lord 689 
includes 689 
wants 686 
applications 686 
site 686 
rd 686 
term 686 
related 686 
vax 685 
stratus 684 
cut 684 
caltech 683 
ram 683 
leave 682 
previous 680 
along 680 
higher 679 
doubt 678 
involved 676 
cases 675 
buffalo 675 
comments 675 
act 674 
section 673 
mil 673 
worth 672 
soon 672 
appreciated 671 
ray 671 
bbs 669 
building 668 
corp 668 
half 666 
ideas 664 
richard 664 
ny 664 
child 663 
development 663 
land 662 
technical 661 
george 661 
deleted 661 
population 661 
reference 660 
field 660 
parts 660 
ide 660 
necessary 659 
report 658 
knows 657 
joe 656 
crime 654 
modem 654 
sent 653 
indiana 653 
outside 652 
eric 650 
federal 649 
currently 649 
mentioned 649 
defense 649 
results 648 
directory 647 
asking 647 
knowledge 646 
present 646 
weapons 643 
dx 642 
machines 641 
main 641 
germany 641 
command 641 
clearly 640 
explain 640 
controller 639 
north 639 
willing 636 
uunet 636 
vms 635 
theory 635 
included 635 
issues 635 
wm 634 
muslim 634 
insurance 632 
chicago 632 
dan 632 
eng 631 
drug 630 
nd 629 
nature 628 
engine 628 
arab 627 
average 626 
cover 626 
die 625 
utexas 625 
nl 624 
freenet 623 
batf 621 
page 621 
serious 621 
ways 620 
rochester 620 
algorithm 619 
anonymous 619 
court 618 
interest 618 
takes 617 
cards 616 
purpose 616 
dec 615 
completely 610 
univ 609 
base 609 
father 608 
armenia 607 
complete 606 
living 606 
digital 606 
otherwise 606 
choice 604 
serial 604 
harvard 602 
newsgroup 602 
sounds 601 
sex 600 
device 600 
chance 599 
follow 598 
weeks 598 
create 597 
normal 596 
language 595 
belief 595 
green 595 
tim 593 
manual 591 
rules 591 
king 589 
alt 589 
po 589 
america 589 
cup 589 
muslims 588 
appears 587 
gives 587 
atheists 586 
reasons 586 
inside 585 
freedom 585 
cheap 584 
ai 584 
library 584 
paper 583 
gave 582 
food 582 
port 582 
indeed 581 
pro 581 
claims 579 
lead 579 
community 578 
interface 578 
faster 577 
individual 577 
suggest 577 
arms 577 
jon 575 
ab 575 
digex 575 
basic 575 
bought 575 
exists 574 
hz 574 
family 574 
henry 574 
required 573 
son 573 
release 573 
details 571 
commercial 571 
supposed 571 
figure 570 
created 570 
directly 570 
thank 569 
record 568 
final 568 
views 567 
bits 567 
fan 566 
um 566 
waco 566 
advice 566 
russian 565 
morality 564 
extra 564 
gary 564 
basis 564 
turkey 564 
finally 564 
useful 563 
lots 562 
secret 562 
class 562 
author 561 
meaning 561 
looked 561 
shot 560 
existence 559 
hours 559 
greek 559 
received 558 
lab 558 
dc 558 
necessarily 558 
market 558 
learn 557 
illinois 557 
product 556 
goal 556 
products 555 
entry 555 
obviously 554 
heart 554 
west 552 
neither 551 
cpu 550 
oil 550 
clock 550 
umd 550 
nhl 549 
scientific 549 
printer 548 
atheism 548 
amount 548 
ps 547 
condition 546 
soviet 546 
mass 545 
wish 545 
tu 545 
privacy 545 
station 544 
gm 543 
attack 542 
ah 541 
nj 541 
folks 539 
difficult 538 
reasonable 537 
easily 537 
wondering 537 
army 537 
wait 536 
cable 536 
des 536 
entire 535 
whose 535 
purdue 534 
miles 533 
rule 533 
party 533 
answers 532 
function 532 
designed 532 
fans 532 
conference 532 
plan 532 
terms 532 
break 532 
objective 531 
administration 530 
student 530 
drugs 529 
limited 529 
uni 529 
unit 529 
launch 527 
matthew 527 
turks 527 
analysis 527 
ch 526 
equipment 526 
bnr 524 
values 524 
happy 523 
unfortunately 523 
carry 521 
nt 521 
widget 520 
door 520 
studies 517 
changed 517 
devices 516 
decided 516 
solution 516 
laboratory 514 
congress 514 
bring 513 
lives 513 
letter 513 
avoid 513 
room 512 
volume 512 
places 512 
ucs 512 
wonder 511 
input 511 
joseph 511 
five 508 
jeff 507 
double 507 
genocide 507 
apparently 507 
archive 505 
escrow 505 
south 505 
pp 504 
happens 504 
generally 504 
street 503 
age 503 
trouble 503 
watch 503 
wife 502 
hate 502 
alone 501 
prove 500 
mention 500 
cramer 500 
chips 499 
continue 499 
allowed 499 
recent 499 
guys 498 
reports 498 
europe 498 
title 498 
et 497 
ie 497 
stand 497 
tel 497 
knew 497 
object 496 
online 496 
companies 496 
attempt 496 
tax 496 
il 495 
gatech 494 
actions 494 
originator 494 
disease 493 
stated 492 
stephen 492 
definition 492 
pick 492 
moon 492 
stupid 492 
americans 492 
sys 491 
citizens 491 
lee 491 
keyboard 491 
teams 490 
method 490 
doug 490 
physics 489 
account 489 
van 489 
roger 489 
safety 488 
worked 487 
internal 487 
event 487 
ron 486 
charles 486 
trade 486 
events 486 
enforcement 485 
mi 485 
gay 485 
btw 485 
mission 485 
homosexuality 485 
define 485 
imagine 484 
range 484 
late 484 
installed 483 
bhj 483 
bc 483 
art 483 
bell 482 
across 482 
somebody 482 
require 482 
floppy 482 
evil 482 
supply 481 
context 481 
ken 480 
rom 480 
ad 480 
suppose 479 
month 479 
responsible 478 
decision 478 
shuttle 477 
reported 476 
orbit 476 
vga 475 
protect 475 
brought 475 
mot 475 
excellent 474 
environment 474 
giving 474 
worse 474 
official 472 
mc 472 
lack 472 
jpl 472 
georgia 471 
contains 471 
ns 471 
pass 471 
apply 471 
obvious 470 
forget 470 
fall 468 
died 466 
led 466 
blood 465 
sw 465 
brown 465 
disks 465 
mother 465 
homosexual 465 
los 464 
resources 463 
civil 463 
member 462 
education 461 
logic 461 
physical 461 
islam 460 
arizona 460 
shows 459 
held 459 
shipping 459 
gone 458 
illegal 458 
added 457 
hands 457 
tx 456 
proof 456 
picture 455 
fonts 455 
addition 454 
stephanopoulos 454 
search 453 
andy 453 
friends 453 
middle 452 
lower 452 
mary 452 
heaven 452 
appear 450 
transfer 450 
natural 450 
magnus 449 
sandvik 449 
requires 448 
oz 448 
electronic 448 
quote 448 
approach 448 
tools 448 
giz 447 
costs 447 
ti 447 
names 447 
energy 447 
yeah 446 
navy 446 
regular 446 
calls 446 
universe 445 
misc 445 
published 445 
mailing 445 
ability 444 
switch 444 
poor 443 
secure 443 
ex 443 
sc 442 
hot 442 
writing 442 
understanding 441 
false 440 
minutes 440 
choose 440 
isc 439 
played 439 
authority 439 
ten 439 
appropriate 439 
turned 438 
former 438 
possibly 438 
nsa 437 
starting 437 
hey 437 
basically 437 
beyond 437 
effective 437 
somewhere 436 
nz 436 
gordon 435 
killing 435 
playing 435 
block 435 
perfect 435 
wa 435 
comment 435 
suggestions 435 
suspect 434 
stay 434 
serdar 434 
handle 434 
areas 433 
trust 432 
doctor 432 
posts 432 
material 432 
rec 431 
optilink 431 
features 431 
font 431 
facts 430 
references 430 
prevent 430 
export 429 
protection 429 
fairly 429 
regarding 429 
cross 429 
adam 429 
medicine 429 
kent 429 
wide 429 
australia 427 
pin 427 
option 427 
appreciate 427 
bmw 427 
caused 426 
compound 426 
csd 426 
argic 426 
nec 426 
countries 426 
provided 426 
xt 426 
mm 425 
print 425 
spirit 425 
hd 425 
pgp 425 
personally 425 
duke 424 
greg 424 
loss 424 
udel 423 
xterm 422 
murder 422 
changes 422 
seriously 421 
rob 421 
articles 421 
beliefs 421 
treatment 420 
remote 420 
sold 419 
march 419 
du 419 
modern 419 
atf 419 
jack 418 
sites 417 
supports 417 
types 417 
convert 417 
straight 417 
earlier 417 
fit 416 
gt 416 
realize 416 
central 416 
xv 416 
increase 415 
cornell 415 
british 414 
programming 414 
reality 414 
meg 413 
hello 413 
firearms 413 
kept 412 
cambridge 412 
uh 411 
bear 411 
practice 411 
kevin 410 
expressed 410 
constitution 409 
amendment 409 
uchicago 409 
tar 409 
majority 409 
recall 408 
soldiers 408 
lk 408 
std 408 
ride 407 
cancer 407 
tony 406 
ey 406 
sp 406 
independent 406 
multiple 406 
closed 406 
phil 405 
direct 405 
risk 404 
colors 404 
acts 403 
sexual 403 
auto 403 
arguments 403 
notice 403 
bu 403 
respect 403 
reserve 402 
effort 402 
buying 401 
ee 401 
described 401 
mq 401 
pain 401 
driving 401 
standards 400 
rose 399 
considering 398 
step 398 
slow 398 
angeles 398 
cis 398 
shell 398 
nobody 397 
holy 396 
social 396 
justice 396 
amiga 396 
alan 396 
greatly 395 
expensive 395 
dealer 394 
ford 394 
latest 394 
pm 394 
path 393 
william 393 
charge 392 
woman 392 
ww 392 
developed 392 
allows 392 
pages 391 
six 391 
quick 391 
born 391 
daniel 390 
surface 390 
defined 390 
share 390 
solar 390 
postscript 389 
mk 389 
absolutely 389 
setting 389 
msg 389 
myers 388 
signal 388 
judge 387 
particularly 387 
islamic 387 
assuming 387 
tech 386 
sl 386 
safe 386 
beginning 386 
convex 386 
behavior 386 
effects 385 
magazine 385 
begin 385 
processing 384 
paid 383 
draw 383 
larry 382 
morning 382 
calling 382 
electronics 381 
arabs 381 
resolution 381 
moment 380 
mv 380 
meant 380 
intended 380 
operation 380 
round 380 
pit 380 
specifically 380 
dangerous 380 
battery 379 
patients 379 
mt 378 
table 378 
jason 378 
fair 378 
totally 378 
spend 378 
lc 378 
em 377 
lib 377 
macintosh 377 
count 377 
concerned 377 
rocket 377 
park 376 
communication 376 
responsibility 376 
errors 375 
seeing 375 
ins 375 
gateway 375 
proper 375 
mcgill 374 
aa 374 
atheist 374 
putting 374 
random 374 
ryan 373 
kids 372 
bios 372 
serve 372 
actual 372 
european 372 
isa 371 
crypto 371 
review 371 
motherboard 371 
vancouver 370 
detroit 369 
hall 369 
besides 369 
flame 369 
un 369 
mostly 369 
banks 369 
compatible 369 
fully 368 
satellite 368 
everybody 368 
decide 367 
weight 367 
spot 367 
pts 367 
computers 367 
mg 366 
compared 366 
noticed 366 
options 366 
espn 365 
merely 365 
provides 365 
mw 364 
significant 364 
clutch 363 
catholic 363 
radar 363 
respond 363 
zip 363 
stick 362 
bd 362 
supported 362 
athena 361 
master 360 
traffic 360 
ql 360 
newsgroups 360 
audio 360 
wings 360 
ball 359 
owners 359 
iastate 359 
failed 358 
va 358 
speaking 357 
heat 357 
wayne 357 
receive 357 
towards 357 
aware 356 
scripture 356 
external 355 
thousands 355 
uci 355 
town 354 
statements 354 
rs 354 
install 354 
impossible 353 
copies 353 
star 353 
messages 353 
activities 352 
shown 352 
forward 352 
princeton 352 
thread 352 
agencies 352 
connection 351 
mon 351 
percent 351 
ecn 350 
models 350 
versions 350 
cold 350 
fight 350 
bunch 350 
selling 350 
agency 349 
eyes 349 
rich 349 
lcs 349 
med 348 
eye 348 
eternal 348 
objects 347 
greater 347 
fred 347 
warning 347 
produce 347 
multi 347 
expected 347 
nuclear 346 
upenn 346 
uu 346 
criminals 346 
seattle 346 
moving 346 
additional 345 
individuals 345 
planet 345 
yesterday 345 
allen 345 
concept 344 
ncsu 344 
fun 344 
brad 344 
ra 344 
craig 344 
luck 343 
mu 343 
passed 343 
tek 343 
sky 343 
vote 342 
chi 342 
regards 342 
admit 342 
accepted 342 
english 342 
fix 341 
matt 341 
separate 341 
bruce 341 
entirely 341 
flames 341 
dog 341 
brain 340 
sciences 340 
highly 340 
flight 339 
agents 339 
jobs 339 
usr 339 
committee 339 
pressure 339 
express 339 
functions 338 
fear 338 
visual 338 
br 338 
marc 338 
qs 337 
ready 337 
prefer 337 
forces 337 
sunday 336 
adobe 336 
race 336 
vehicle 336 
rick 336 
ncr 336 
claimed 336 
urbana 335 
nyx 335 
umich 335 
parents 334 
foreign 334 
status 334 
easier 334 
motorola 334 
guide 334 
nation 334 
silver 333 
resource 333 
electrical 333 
soul 333 
popular 333 
applied 333 
athos 332 
trial 332 
management 332 
valid 332 
alaska 332 
ss 331 
wire 331 
description 330 
uw 330 
azerbaijan 330 
welcome 330 
upgrade 330 
rates 330 
simms 330 
attacks 329 
ice 329 
throw 329 
steven 329 
keeping 328 
bj 328 
document 328 
billion 328 
km 327 
property 327 
stats 327 
larger 327 
immediately 327 
montreal 327 
century 326 
leaders 326 
innocent 326 
guest 326 
became 326 
formats 326 
ted 326 
poster 326 
domain 326 
aids 325 
prism 325 
prices 325 
german 325 
conclusion 324 
knowing 324 
telephone 324 
tend 324 
uxa 324 
fr 324 
shots 324 
morris 324 
humans 324 
miller 323 
si 323 
circuit 323 
advantage 323 
martin 323 
mountain 323 
politics 322 
wall 322 
dale 322 
jr 322 
armed 322 
unc 322 
intelligence 321 
training 321 
beat 321 
bh 321 
style 320 
purchase 320 
alternative 320 
causes 319 
seemed 319 
drop 319 
louis 319 
ahead 318 
livesey 318 
noise 318 
role 318 
lose 318 
nazi 318 
piece 318 
disagree 317 
okay 317 
setup 317 
clayton 317 
colostate 317 
background 317 
instance 316 
load 316 
possibility 315 
criminal 315 
int 315 
potential 315 
grant 314 
boards 314 
russia 314 
mitre 314 
missing 314 
industry 314 
weapon 314 
released 314 
spacecraft 314 
saturn 313 
showed 313 
escape 313 
tool 312 
coverage 312 
det 312 
watching 312 
existing 312 
mf 311 
license 311 
rangers 311 
argue 311 
bank 311 
properly 311 
character 310 
minor 310 
default 310 
attention 310 
meet 309 
culture 309 
proposed 309 
proposal 308 
oracle 308 
postings 308 
pixel 308 
changing 308 
client 307 
clean 307 
hst 307 
positive 307 
documentation 307 
frame 306 
typical 306 
usc 306 
update 306 
bs 306 
quickly 306 
johnson 306 
heavy 305 
sign 305 
lived 305 
goals 305 
monitors 304 
editor 304 
somehow 304 
warrant 304 
feet 304 
absolute 304 
listen 304 
anywhere 304 
active 304 
compression 303 
ontario 303 
offers 303 
summer 303 
riding 302 
levels 302 
determine 302 
portal 302 
committed 302 
creation 302 
spent 302 
sas 302 
braves 302 
owner 301 
jose 301 
eventually 301 
limit 300 
vt 300 
pre 300 
papers 299 
attitude 299 
boulder 299 
spencer 299 
june 299 
older 299 
remove 299 
francisco 298 
mx 298 
store 297 
solid 297 
definitely 297 
thoughts 297 
pictures 296 
mellon 296 
carleton 296 
damage 295 
believed 295 
examples 295 
buf 295 
automatic 295 
despite 295 
leafs 295 
worst 295 
mo 294 
operating 294 
wt 294 
degree 294 
atlanta 293 
es 293 
hospital 293 
length 293 
null 293 
economic 293 
button 293 
began 293 
wpi 293 
waste 293 
professor 292 
gk 292 
nearly 292 
douglas 292 
astronomy 292 
waiting 292 
minnesota 291 
mp 291 
male 291 
ran 291 
music 291 
troops 291 
michigan 291 
ck 290 
bony 290 
normally 290 
biblical 290 
ph 290 
tank 290 
eff 290 
encrypted 290 
helps 290 
club 290 
advanced 290 
compare 289 
notes 289 
cryptography 289 
topic 289 
sick 289 
historical 288 
bos 288 
hole 288 
follows 288 
demon 288 
carnegie 287 
nick 287 
somewhat 287 
activity 287 
sf 287 
cal 287 
quadra 287 
leads 287 
bosnia 287 
purposes 287 
rider 287 
huge 286 
onto 286 
doctrine 286 
alive 286 
cache 286 
cult 286 
capable 285 
ltd 285 
equal 285 
reach 285 
app 285 
ho 285 
florida 285 
exact 284 
relationship 284 
denver 284 
complex 284 
obtain 284 
slightly 284 
psu 284 
rpi 284 
session 284 
tq 284 
afraid 284 
telling 283 
perry 283 
speech 283 
saved 283 
edge 283 
followed 283 
yale 283 
usual 282 
cdt 282 
eat 282 
connected 282 
fault 281 
su 281 
homosexuals 281 
depends 281 
hr 281 
lunar 281 
factor 281 
association 281 
iii 280 
ucsd 280 
vm 280 
umn 280 
truly 280 
ap 279 
toward 279 
ip 279 
carl 279 
honda 279 
ux 279 
jake 279 
methods 279 
sport 279 
militia 279 
discuss 279 
houston 278 
patrick 278 
operations 278 
laser 278 
suggested 278 
pointed 278 
fighting 278 
bottom 277 
bodies 277 
temperature 277 
desire 277 
daily 277 
success 276 
direction 276 
eg 276 
diego 276 
gotten 276 
virtual 275 
vnews 275 
intel 275 
curious 275 
movement 275 
scale 275 
winning 275 
bet 274 
associated 274 
missed 274 
branch 274 
ottawa 273 
southern 273 
becomes 273 
replace 273 
damn 273 
quoted 273 
correctly 273 
boeing 272 
palestinian 272 
kn 272 
penalty 272 
roads 272 
content 272 
link 272 
ne 272 
vice 272 
generation 272 
showing 271 
tor 271 
broken 271 
strange 271 
lie 271 
zuma 271 
interpretation 271 
canadian 271 
feeling 270 
minute 270 
fuel 270 
tradition 270 
mn 270 
replaced 270 
semi 270 
ericsson 270 
terminal 270 
chz 270 
dark 270 
imho 269 
ic 269 
drawing 269 
connect 269 
structure 269 
recognize 269 
recommend 269 
hurt 269 
randy 269 
carried 268 
dseg 268 
ha 268 
jp 267 
shareware 267 
playoffs 267 
wiretap 267 
frequently 267 
plain 267 
newton 266 
midway 266 
cheaper 266 
statistics 266 
expansion 265 
playoff 265 
bytes 265 
lists 265 
track 265 
employer 265 
pt 265 
legitimate 265 
brand 265 
geb 264 
rear 264 
sales 264 
processor 264 
wave 264 
tells 264 
assault 264 
grace 264 
moved 264 
northern 264 
raised 263 
zone 263 
refer 263 
marriage 263 
london 263 
staff 262 
greece 262 
leading 262 
mistake 262 
starts 262 
channel 262 
sq 262 
feature 262 
brother 262 
min 262 
develop 261 
sweden 261 
io 261 
turbo 261 
violence 261 
villages 261 
island 261 
gods 261 
ancient 261 
location 260 
cl 260 
fnal 260 
motorcycle 260 
meeting 260 
select 260 
felt 260 
informatik 259 
rm 259 
cco 259 
fixed 259 
funny 259 
presented 259 
readers 259 
engineer 259 
hour 258 
jhu 258 
distance 258 
diamond 258 
percentage 258 
core 258 
smaller 258 
draft 258 
zero 257 
defend 257 
blame 257 
cops 257 
xview 257 
stars 257 
gain 256 
adams 256 
hearing 256 
openwindows 256 
col 256 
excuse 256 
punishment 256 
sports 256 
academic 255 
maynard 255 
parallel 255 
finding 255 
scheme 255 
nations 255 
surely 255 
dy 255 
adl 255 
lies 255 
deaths 255 
tests 254 
temple 254 
hiv 254 
pull 254 
worry 254 
taxes 253 
cheers 253 
foundation 253 
sg 253 
differences 253 
prior 253 
benefit 253 
dollars 253 
packages 253 
seconds 253 
configuration 253 
religions 253 
sam 253 
boy 252 
lock 252 
uga 252 
measure 252 
authorities 252 
twice 252 
nc 252 
responses 252 
irvine 252 
abuse 252 
panix 252 
zoo 251 
sides 251 
gc 251 
ames 251 
sx 251 
join 251 
conditions 251 
guilty 251 
mathew 250 
remain 250 
bxn 250 
string 250 
stopped 250 
translation 250 
ignore 250 
compuserve 250 
contrib 250 
technologies 250 
diet 249 
extremely 249 
discovered 249 
powerful 249 
hitting 249 
conflict 249 
backup 248 
dean 248 
tiff 248 
hardly 248 
announcement 248 
wd 248 
super 248 
mars 248 
primary 248 
sets 248 
bush 248 
england 248 
database 248 
noted 248 
centre 248 
sending 247 
sera 247 
pens 247 
sk 247 
civilians 247 
wpd 247 
acceptable 247 
uwo 247 
shooting 247 
sea 246 
ethernet 246 
loaded 246 
surprised 246 
stream 246 
dk 246 
accurate 246 
edward 246 
turns 245 
relevant 245 
centris 245 
ml 245 
enter 245 
organizations 245 
doctors 245 
lewis 245 
reliable 245 
packard 245 
documents 245 
consistent 245 
reaction 245 
menu 244 
students 244 
reduce 244 
officers 244 
kings 244 
journal 244 
clark 244 
aaron 244 
clients 244 
wright 244 
listed 244 
capital 244 
palestinians 244 
philadelphia 244 
venus 244 
opposed 243 
ufl 243 
debate 243 
happening 242 
walker 242 
el 242 
qq 242 
panel 242 
stories 242 
minority 242 
rice 242 
sig 241 
deep 241 
cool 241 
covered 241 
utility 241 
nazis 241 
sleep 241 
cunixb 241 
caught 240 
root 240 
sample 240 
score 240 
santa 240 
ati 240 
rlk 240 
essentially 239 
mph 239 
blues 239 
finland 239 
items 239 
jonathan 239 
cam 238 
conversion 238 
learned 238 
discussed 238 
engr 238 
irq 237 
probe 237 
reasoning 237 
cj 237 
protected 237 
stanley 237 
addresses 237 
japanese 237 
threat 237 
decent 236 
established 236 
loop 236 
weak 236 
walk 236 
annual 236 
rz 236 
occupied 236 
secretary 235 
occur 235 
seven 235 
director 235 
perfectly 235 
lehigh 235 
budget 234 
bruins 234 
edition 234 
ga 234 
visible 234 
transmission 234 
bay 234 
village 234 
named 234 
relatively 234 
carrying 234 
winnipeg 234 
dartmouth 233 
programmer 233 
cat 233 
floor 233 
forced 233 
boot 233 
vision 233 
hundred 233 
bikes 233 
border 233 
ez 232 
ot 232 
depending 232 
survivors 232 
jehovah 232 
explanation 232 
region 232 
cities 232 
ports 232 
kinds 231 
widgets 231 
sol 231 
checked 231 
qax 231 
attorney 231 
instruments 231 
dg 231 
hewlett 231 
shift 231 
satan 231 
wisdom 230 
regard 230 
monash 230 
libraries 230 
replies 230 
sitting 230 
que 230 
wilson 230 
anymore 230 
canon 230 
governments 230 
tanks 229 
jet 229 
tue 229 
pray 229 
lights 229 
heads 229 
tc 229 
latter 229 
opportunity 229 
sony 229 
devils 229 
fired 229 
lance 229 
eisa 228 
initial 228 
fly 228 
france 228 
baltimore 228 
organized 228 
jets 228 
thinks 228 
davis 228 
jupiter 227 
credit 227 
map 227 
harris 227 
msu 227 
sj 226 
aside 226 
originally 226 
tcp 226 
announced 226 
shoot 226 
degrees 226 
distributed 226 
modified 226 
leader 226 
commands 225 
japan 225 
bug 225 
plug 225 
produced 225 
clarkson 225 
overall 225 
fail 225 
kingdom 225 
oakland 225 
labs 225 
printing 225 
ticket 225 
holding 225 
arc 225 
byte 224 
ordered 224 
extended 224 
roy 224 
candida 224 
split 224 
placed 224 
logical 224 
tl 224 
talks 224 
lj 224 
cray 224 
regardless 223 
astro 223 
index 223 
gs 223 
investigation 223 
gld 223 
concerning 223 
tb 223 
bat 223 
solntze 223 
bradley 223 
sternlight 223 
registration 223 
pasadena 222 
israelis 222 
calgary 222 
unknown 222 
requirements 222 
rock 222 
gerald 222 
animals 222 
bellcore 222 
boxes 222 
rsa 222 
situations 221 
hill 221 
adapter 221 
spring 221 
council 221 
driven 221 
solutions 221 
career 221 
manner 221 
doc 221 
patient 221 
rit 221 
sec 220 
sufficient 220 
aid 220 
xlib 220 
tamu 220 
wheel 220 
login 220 
lawrence 220 
pitcher 219 
ya 219 
larc 219 
tested 219 
lets 219 
thousand 219 
murray 219 
installation 219 
psuvm 219 
maintain 219 
violent 219 
crash 219 
met 218 
ar 218 
ut 218 
persons 218 
buffer 218 
christopher 218 
tear 218 
watson 218 
propulsion 218 
contain 217 
iv 217 
worship 217 
assumption 217 
shape 217 
pitching 217 
ba 217 
dt 217 
push 217 
paragraph 217 
hence 216 
detector 216 
burning 216 
anderson 216 
bb 216 
concern 216 
desktop 216 
providing 216 
hm 216 
dare 216 
zd 216 
uoknor 216 
french 216 
simon 215 
mh 215 
toolkit 215 
holes 215 
neutral 215 
vlb 215 
hitler 215 
gamma 215 
ann 215 
officials 215 
enjoy 215 
modes 215 
msdos 215 
fidonet 215 
quotes 215 
patch 214 
throughout 214 
planning 214 
jew 214 
wood 214 
impact 214 
challenge 214 
te 214 
jsc 214 
units 214 
serbs 214 
gl 213 
variety 213 
vitamin 213 
chemistry 213 
ottoman 213 
linux 213 
davidians 213 
claiming 213 
flyers 213 
discussions 213 
sad 213 
vw 213 
letters 212 
shared 212 
forsale 212 
republic 212 
senate 212 
careful 212 
increased 212 
standing 212 
fields 212 
equivalent 212 
rid 212 
chuck 211 
graham 211 
phones 211 
motor 211 
demand 211 
caps 211 
wisc 211 
removed 211 
comparison 211 
stolen 210 
eh 210 
microsystems 210 
scx 210 
sox 210 
amp 210 
stage 210 
paint 210 
sr 209 
sb 209 
honest 209 
testament 209 
bother 209 
holocaust 209 
iran 209 
hudson 209 
motion 209 
plans 209 
attempts 209 
testing 208 
jerusalem 208 
strongly 208 
biggest 208 
experts 208 
edmonton 208 
facility 208 
figures 208 
offered 208 
origin 208 
voltage 208 
parties 207 
nist 207 
apart 207 
packet 207 
wc 207 
item 207 
kenneth 207 
echo 207 
sharks 207 
jones 207 
orthodox 207 
yeast 207 
containing 207 
nh 207 
palestine 207 
dictionary 207 
production 206 
automatically 206 
detail 206 
mechanism 206 
vesa 206 
shut 206 
passes 206 
crimes 206 
implementation 206 
arm 206 
rc 206 
tg 206 
funds 206 
decisions 205 
sit 205 
schools 205 
jerry 205 
carefully 205 
thor 205 
failure 205 
networks 205 
resistance 205 
servers 205 
familiar 205 
apartment 204 
spread 204 
reno 204 
hitter 204 
contrary 204 
mouth 204 
displays 204 
ingr 204 
dl 204 
burned 204 
mid 204 
coach 204 
cv 203 
hundreds 203 
defensive 203 
entries 203 
experiences 203 
remains 203 
mar 203 
engines 203 
match 203 
leaving 203 
fpu 203 
rl 203 
scientists 203 
july 203 
utk 203 
stereo 203 
settings 202 
op 202 
suggestion 202 
portable 202 
russell 202 
highest 202 
stone 202 
proven 202 
sdpa 202 
istanbul 202 
apollo 202 
prepared 202 
puck 202 
prime 202 
frequency 202 
pope 202 
hal 201 
chain 201 
instructions 201 
supposedly 201 
gw 201 
burn 201 
aix 201 
utoronto 201 
maryland 201 
eos 201 
plastic 201 
survey 201 
burns 201 
ensure 201 
band 201 
chapter 201 
literature 201 
closer 201 
suffering 200 
slip 200 
fee 200 
phoenix 200 
occurs 200 
techniques 200 
massacre 200 
agreement 200 
luke 200 
generate 200 
pd 200 
za 200 
todd 200 
greeks 200 
silly 200 
genesis 199 
vnet 199 
wins 199 
wind 199 
foot 199 
kb 199 
helmet 199 
forever 199 
char 199 
positions 199 
dcs 199 
returned 199 
flat 199 
nmsu 199 
unable 199 
unlike 199 
agent 199 
wisconsin 199 
seat 198 
handling 198 
gsfc 198 
continued 198 
professional 198 
pu 198 
sentence 198 
beta 198 
dealing 198 
hopefully 198 
ff 198 
shit 198 
ld 198 
laurentian 198 
penguins 198 
perform 198 
relations 198 
converter 198 
battle 197 
controlled 197 
er 197 
appeared 197 
eastern 197 
pop 197 
elements 197 
presence 197 
obtained 197 
holland 197 
agreed 197 
ds 197 
checking 197 
plane 197 
lay 197 
target 197 
utilities 196 
davidian 196 
usage 196 
afford 196 
ge 196 
pitch 196 
im 196 
cycle 196 
uc 196 
observations 196 
verses 196 
bar 196 
repeat 196 
february 196 
bis 196 
seas 195 
colour 195 
storage 195 
matters 195 
svga 195 
pb 195 
ring 195 
previously 195 
favor 195 
slave 195 
primarily 195 
capability 195 
wise 195 
raise 195 
incident 195 
protocol 195 
connector 195 
scored 195 
signed 195 
ethnic 194 
talked 194 
fat 194 
extermination 194 
allowing 194 
acid 194 
cubs 194 
ak 194 
sunos 194 
shaft 194 
touch 194 
improve 194 
extension 194 
collection 194 
destroyed 194 
helpful 194 
baby 194 
maximum 194 
forms 194 
convince 194 
wam 194 
massachusetts 194 
hallam 193 
camera 193 
officer 193 
stuck 193 
successful 193 
eq 193 
citizen 193 
bigger 193 
morgan 193 
ignorance 193 
revelation 193 
mantis 193 
infection 193 
nyi 193 
helped 193 
december 193 
describe 192 
swap 192 
plenty 192 
requests 192 
paying 192 
mask 192 
wb 192 
slot 192 
viewer 192 
amateur 192 
athens 192 
animation 192 
granted 192 
ft 192 
fc 192 
fm 192 
nm 192 
gaza 192 
eight 191 
maine 191 
kit 191 
empire 191 
blind 191 
lq 191 
fifth 191 
aspects 191 
exchange 191 
glad 191 
movie 191 
shop 191 
reached 190 
chosen 190 
rational 190 
verse 190 
leland 190 
stock 190 
gear 190 
picked 190 
learning 190 
scoring 190 
wild 190 
era 189 
duo 189 
explained 189 
records 189 
feds 189 
gq 189 
recommended 189 
apps 189 
cursor 189 
symptoms 189 
wiring 189 
jersey 189 
surprise 189 
philosophy 189 
quebec 189 
planetary 189 
zv 189 
routines 188 
liberal 188 
victims 188 
chemical 188 
newsletter 188 
managed 188 
kuwait 188 
tough 188 
stored 187 
mj 187 
millions 187 
followers 187 
destroy 187 
atmosphere 187 
efforts 187 
divine 187 
stat 187 
replacement 187 
churches 187 
depth 187 
purchased 187 
handheld 187 
orion 187 
nb 187 
clh 187 
slower 187 
deny 187 
answered 186 
mirror 186 
accident 186 
circumstances 186 
tt 186 
resurrection 186 
determined 186 
lady 186 
sins 186 
judgement 186 
sean 185 
fourth 185 
cf 185 
adding 185 
global 185 
chief 185 
metal 185 
stands 185 
sh 185 
fp 185 
ls 185 
rk 185 
wars 185 
reader 185 
fill 185 
giants 185 
carter 185 
justify 184 
believes 184 
ct 184 
sat 184 
tires 184 
andre 184 
campaign 184 
characters 184 
friday 184 
carson 184 
specs 184 
catch 184 
fl 183 
lying 183 
ends 183 
unlikely 183 
ucsc 183 
terrorism 183 
wustl 183 
stl 183 
significantly 183 
spending 183 
spiritual 183 
applies 183 
williams 183 
lucky 183 
signature 183 
focus 182 
ship 182 
practical 182 
neighbors 182 
hits 182 
introduction 182 
indicate 182 
ri 182 
islanders 182 
dogs 181 
ass 181 
comm 181 
cellular 181 
duty 181 
lebanon 181 
archives 181 
understood 181 
reverse 181 
clinical 181 
whenever 181 
drag 181 
harm 181 
superior 180 
af 180 
en 180 
ripem 180 
elsewhere 180 
corner 180 
teach 180 
components 180 
union 180 
manufacturers 180 
chem 180 
height 180 
neighbor 180 
aurora 179 
manuals 179 
taught 179 
rushdie 179 
jackson 179 
accounts 179 
exe 179 
fellow 179 
convinced 179 
orders 179 
august 178 
represents 178 
represent 178 
speeds 178 
turning 178 
missions 178 
conversation 178 
hq 178 
bmp 178 
critical 178 
bosnian 178 
mormon 178 
nra 177 
irrelevant 177 
ir 177 
oregon 177 
bi 177 
ramsey 177 
janet 177 
senior 177 
accelerator 177 
danger 177 
generated 177 
offense 177 
finger 176 
married 176 
cpr 176 
acns 176 
azerbaijani 176 
permission 176 
bonds 176 
roman 176 
favorite 176 
crypt 176 
scientist 176 
rush 176 
perspective 176 
da 176 
alchemy 176 
ultra 176 
authors 176 
quit 176 
unto 176 
offensive 176 
reflect 176 
interests 175 
contents 175 
dealers 175 
owned 175 
qy 175 
rape 175 
yd 175 
screw 175 
lebanese 175 
referring 175 
drink 175 
algorithms 175 
rf 175 
tw 175 
odd 175 
nelson 175 
marketing 175 
principles 175 
tomorrow 174 
jump 174 
believing 174 
birth 174 
fails 174 
ye 174 
principle 174 
tie 174 
gene 174 
visit 174 
passage 174 
jays 174 
le 174 
progress 174 
seek 174 
impression 174 
sequence 174 
zealand 173 
selected 173 
keeps 173 
imaging 173 
silicon 173 
teaching 173 
gonna 173 
ci 173 
treat 173 
thanx 173 
sparc 173 
handgun 173 
dyer 173 
firearm 173 
economy 173 
assembly 173 
crazy 173 
gold 173 
detailed 173 
angels 173 
plays 173 
relative 173 
tommy 173 
minimum 172 
associate 172 
intelligent 172 
gospel 172 
wear 172 
exit 172 
suicide 172 
printed 172 
prayer 172 
amazing 172 
saturday 172 
negative 172 
nf 172 
performed 172 
dream 172 
csc 172 
experiment 171 
rain 171 
copyright 171 
gb 171 
planned 171 
imply 171 
bobby 171 
brake 171 
bitmap 171 
eating 171 
treated 171 
educational 171 
wonderful 171 
solve 171 
tonight 170 
grand 170 
dear 170 
dma 170 
sy 170 
gap 170 
projects 170 
minds 170 
rise 170 
jay 170 
phrase 170 
universal 170 
nubus 170 
traditional 170 
dick 170 
schedule 170 
approved 170 
berlin 169 
jan 169 
ranch 169 
mainly 169 
destruction 169 
xx 169 
served 169 
opposite 168 
constant 168 
batting 168 
cash 168 
saves 168 
immediate 168 
harry 168 
accuracy 168 
truck 168 
sector 168 
batteries 168 
allan 168 
newer 168 
fundamental 168 
controls 168 
tapes 168 
abc 168 
theism 168 
crowd 167 
ahl 167 
behanna 167 
aw 167 
fool 167 
referred 167 
ka 167 
extreme 167 
mz 167 
confused 167 
identical 167 
intent 167 
useless 167 
smart 167 
bugs 167 
rg 167 
becoming 167 
demo 167 
equally 167 
risc 167 
chances 167 
utah 167 
liberty 166 
sub 166 
skin 166 
ub 166 
january 166 
bases 166 
strip 166 
numerous 166 
platforms 166 
blow 166 
baker 166 
log 166 
autos 166 
quantum 166 
converted 166 
lake 166 
joke 165 
missouri 165 
finish 165 
interactive 165 
feed 165 
ksu 165 
tn 165 
iowa 165 
proceeded 165 
ysu 165 
profit 165 
cobb 165 
policies 165 
surrender 165 
factors 165 
howard 165 
scores 165 
sabres 165 
mathematics 164 
forgot 164 
beck 164 
carolina 164 
supporting 164 
stealth 164 
pure 164 
lemieux 164 
effectively 164 
furthermore 164 
artificial 164 
flying 164 
task 164 
contract 164 
electric 164 
bm 164 
belong 164 
located 164 
crap 164 
stein 164 
uwaterloo 164 
suddenly 164 
drawn 163 
motorcycles 163 
hj 163 
classified 163 
till 163 
hook 163 
ia 163 
ke 163 
beach 163 
dropped 163 
igc 163 
warranty 163 
svr 163 
sfu 163 
expo 163 
taylor 163 
consideration 163 
traded 163 
baalke 162 
pool 162 
zeus 162 
donald 162 
geneva 162 
hebrew 162 
thu 162 
developing 162 
nine 162 
thrown 162 
arthur 162 
propaganda 162 
creating 162 
updated 162 
exercise 161 
passing 161 
hughes 161 
kh 161 
binary 161 
daughter 161 
miss 161 
mercury 161 
weekend 161 
filled 161 
strike 161 
thou 161 
sells 161 
polygon 161 
pins 161 
printf 160 
reduced 160 
satellites 160 
messiah 160 
henrik 160 
procedure 160 
hoping 160 
signals 160 
laboratories 160 
captain 160 
vehicles 160 
widely 160 
houses 160 
salvation 160 
subscribe 160 
register 160 
unm 160 
bureau 160 
vram 160 
brett 159 
acc 159 
govt 159 
humanity 159 
desy 159 
colormap 159 
telescope 159 
idle 159 
opening 159 
promise 159 
azeri 159 
husband 159 
jz 159 
cultural 159 
discussing 159 
attached 159 
selection 159 
bin 158 
holds 158 
smoke 158 
xfree 158 
ws 158 
suite 158 
technique 158 
indicates 158 
acsu 158 
tube 158 
affect 158 
ignorant 158 
vl 158 
guarantee 158 
nyr 158 
manufacturer 158 
fq 157 
empty 157 
causing 157 
opened 157 
injury 157 
describes 157 
gr 157 
orbital 157 
stable 157 
tree 157 
uy 157 
resulting 157 
mets 157 
edm 157 
louisville 157 
modems 157 
civilian 157 
prb 157 
detectors 157 
materials 157 
oac 157 
charges 157 
mitchell 156 
micro 156 
apparent 156 
forth 156 
macs 156 
virtually 156 
megs 156 
karabakh 156 
abortion 156 
vol 156 
galaxy 156 
wed 156 
acad 156 
weather 156 
animal 156 
flow 156 
brothers 156 
vendor 156 
assumed 156 
toyota 156 
parent 156 
extent 155 
intercon 155 
identify 155 
huh 155 
dont 155 
minister 155 
terrible 155 
ban 155 
elohim 155 
timothy 155 
attacked 155 
ama 155 
bryan 155 
pair 155 
compile 155 
senator 155 
rw 155 
rh 155 
inf 155 
supreme 155 
finished 155 
immoral 155 
harder 155 
ubc 155 
eu 155 
hopkins 154 
spoke 154 
ece 154 
conclusions 154 
expert 154 
planes 154 
exception 154 
snow 154 
importance 154 
limits 153 
wing 153 
bomb 153 
goalie 153 
comics 153 
witnesses 153 
ended 153 
expires 153 
pete 153 
pattern 153 
mount 153 
craft 153 
virus 153 
hide 153 
ta 153 
sake 153 
weird 153 
square 153 
viking 153 
yf 153 
jumper 153 
dresden 153 
involve 153 
contest 153 
wearing 153 
dallas 153 
francis 152 
chose 152 
az 152 
sender 152 
fell 152 
insert 152 
cad 152 
consequences 152 
brent 152 
broadcast 152 
valve 152 
receiver 152 
rgb 152 
victoria 152 
concrete 152 
film 152 
letting 152 
trip 152 
powers 152 
uic 151 
notion 151 
romans 151 
predictions 151 
jaeger 151 
gtoal 151 
mormons 151 
soc 151 
suffered 151 
mcrcim 151 
header 151 
territory 151 
tapped 151 
variable 151 
hidden 151 
fits 151 
counter 151 
balance 151 
kingston 151 
broke 151 
funding 151 
greatest 151 
loving 151 
mario 150 
newspaper 150 
ecs 150 
essential 150 
gnu 150 
campus 150 
spare 150 
cactus 150 
cnn 150 
presumably 150 
apc 150 
je 150 
rx 150 
losing 150 
wolverine 150 
alexander 150 
arbor 150 
reasonably 149 
signs 149 
tower 149 
callison 149 
listening 149 
kid 149 
suffer 149 
forum 149 
awful 149 
terrorist 149 
benefits 149 
ought 149 
revealed 149 
magic 149 
closely 149 
dm 149 
factory 149 
workstation 149 
dry 149 
fsu 149 
similarly 149 
witness 148 
entered 148 
diseases 148 
norton 148 
mustang 148 
bull 148 
hmmm 148 
continues 148 
printers 148 
knock 148 
sco 148 
alpha 148 
amounts 148 
config 148 
compressed 148 
width 148 
norway 148 
fg 148 
barry 148 
falls 148 
trw 148 
typically 148 
implemented 148 
pieces 148 
assertion 148 
charlie 148 
uicvm 147 
deserve 147 
pennsylvania 147 
fund 147 
anthony 147 
gp 147 
iq 147 
inch 147 
xdm 147 
cook 147 
kaldis 147 
registered 147 
phase 147 
enet 147 
chronic 147 
beings 147 
derek 147 
syndrome 147 
remark 147 
gravity 147 
umass 147 
hmm 147 
digest 147 
legally 147 
monday 147 
routine 147 
fri 146 
tuesday 146 
combination 146 
suggests 146 
grounds 146 
surgery 146 
ics 146 
measures 146 
doors 146 
classic 146 
cells 146 
tektronix 146 
classes 146 
complicated 146 
stan 146 
taste 146 
urartu 146 
quicktime 146 
vf 146 
trick 146 
dot 146 
pyramid 146 
terrorists 145 
nwu 145 
psychology 145 
establish 145 
rb 145 
dev 145 
oo 145 
bound 145 
iisi 145 
phillies 145 
ascii 145 
rwing 145 
lg 145 
lt 145 
spec 145 
graphic 145 
informed 145 
partners 145 
ave 145 
plate 144 
watched 144 
regional 144 
switzerland 144 
continuing 144 
permanent 144 
readme 144 
passages 144 
ridiculous 144 
formed 144 
wires 144 
pack 144 
penalties 144 
fj 144 
prince 144 
detect 144 
zoology 144 
hypothesis 144 
incorrect 144 
mailer 144 
ministry 144 
mov 144 
prophet 144 
rogers 144 
reject 143 
practices 143 
workstations 143 
reads 143 
thursday 143 
pacific 143 
votes 143 
assistance 143 
hamilton 143 
experimental 143 
concerns 143 
terry 143 
receiving 143 
famous 143 
lw 143 
yfn 143 
dreams 143 
mile 143 
pad 143 
soft 143 
evolution 142 
kelvin 142 
edit 142 
khz 142 
gi 142 
stewart 142 
powerbook 142 
camp 142 
rev 142 
photo 142 
laugh 142 
removing 142 
initiative 142 
rent 142 
tired 142 
observed 142 
josh 142 
sv 142 
veal 142 
gant 142 
ordinary 142 
gregg 142 
issued 142 
capabilities 142 
comprehensive 142 
severe 142 
chinese 142 
viewing 142 
tap 142 
ira 141 
oulu 141 
cr 141 
nose 141 
conversations 141 
om 141 
precisely 141 
repair 141 
legislation 141 
eof 141 
compromise 141 
denning 141 
filter 141 
libertarian 141 
recognized 141 
sorts 141 
lb 141 
lh 141 
waterloo 141 
ini 141 
iraq 141 
repeated 141 
yx 141 
nih 141 
strnlght 141 
cipher 140 
speaker 140 
icon 140 
milwaukee 140 
cg 140 
territories 140 
baku 140 
quack 140 
mexico 140 
hatred 140 
pulled 140 
everywhere 140 
regularly 140 
bn 140 
vi 140 
rtsg 140 
wi 140 
oriented 140 
rt 140 
scan 140 
xm 140 
remaining 140 
arts 140 
portion 140 
cop 140 
schneider 139 
membership 139 
quiet 139 
binaries 139 
rare 139 
roby 139 
raid 139 
compiled 139 
ua 139 
amanda 139 
maple 139 
balls 139 
justification 139 
photography 139 
leadership 139 
siggraph 139 
teachings 139 
breaking 139 
violation 139 
dual 139 
massive 139 
biz 139 
sabbath 138 
refused 138 
ohanus 138 
richardson 138 
mechanical 138 
theories 138 
converting 138 
joel 138 
osrhe 138 
spectrum 138 
approximately 138 
hawks 138 
heck 138 
refuse 138 
construction 138 
okcforum 138 
leo 138 
dal 138 
netters 138 
whoever 137 
analog 137 
void 137 
murphy 137 
leaves 137 
platform 137 
handguns 137 
adaptec 137 
influence 137 
ben 137 
sa 137 
writer 137 
ifi 137 
blah 137 
hawaii 137 
commit 137 
unusual 137 
junk 137 
halat 137 
observation 137 
gulf 137 
hcf 137 
highway 137 
ng 137 
arrogance 137 
zx 137 
centers 137 
improvement 137 
travel 136 
fij 136 
dennis 136 
gen 136 
scheduled 136 
existed 136 
cts 136 
hamburg 136 
appearance 136 
devil 136 
reform 136 
oname 136 
worried 136 
uhura 136 
appressian 136 
exploration 136 
evans 136 
titan 136 
justified 135 
puts 135 
arguing 135 
ian 135 
steel 135 
sheet 135 
conservative 135 
hut 135 
alot 135 
dying 135 
talent 135 
alcohol 135 
vary 135 
unique 135 
strength 135 
dd 135 
fs 135 
feb 135 
srl 135 
warren 135 
baptism 135 
higgins 135 
prophecy 135 
improved 135 
subjective 135 
grade 135 
industrial 135 
mccall 134 
commonly 134 
firm 134 
pointing 134 
temporary 134 
qualcomm 134 
ol 134 
texts 134 
cec 134 
experienced 134 
freeman 134 
custom 134 
div 134 
native 134 
foods 134 
alex 134 
incorporated 134 
pitchers 134 
thru 134 
sumgait 134 
labor 134 
launched 134 
aircraft 134 
novell 134 
vast 134 
topics 134 
efficient 134 
workers 134 
hacker 134 
graduate 134 
switches 134 
clue 134 
okz 134 
manage 133 
galileo 133 
implement 133 
cu 133 
mutual 133 
ucsu 133 
strategy 133 
avenue 133 
gang 133 
restrictions 133 
slc 133 
concepts 133 
revolution 133 
rely 133 
tied 133 
archie 133 
walter 133 
cell 133 
crack 132 
evening 132 
silence 132 
beautiful 132 
simm 132 
flash 132 
specified 132 
kk 132 
purely 132 
television 132 
behaviour 132 
cdc 132 
winner 132 
filename 132 
roll 132 
attempting 132 
steps 132 
conspiracy 132 
xl 132 
constitutional 132 
roughly 132 
okstate 132 
zionism 132 
whereas 132 
wg 132 
gopher 131 
planets 131 
rendering 131 
inet 131 
environmental 131 
tire 131 
pds 131 
nsmca 131 
investment 131 
feels 131 
linked 131 
claremont 131 
dh 131 
borders 131 
injuries 131 
gerard 131 
explicitly 131 
bright 131 
vz 131 
albert 131 
mistakes 131 
depend 131 
cica 131 
module 131 
increasing 130 
correction 130 
bandwidth 130 
sir 130 
startup 130 
comparable 130 
dwyer 130 
umanitoba 130 
grey 130 
threw 130 
county 130 
catalog 130 
upper 130 
throwing 130 
linear 130 
chopin 129 
gee 129 
implies 129 
slaughter 129 
discrimination 129 
ratio 129 
supporters 129 
liar 129 
kg 129 
timing 129 
tickets 129 
handed 129 
dir 129 
scriptures 129 
phi 129 
girls 129 
pg 129 
rr 129 
facilities 129 
bsd 129 
palmer 129 
erik 129 
coast 129 
circle 129 
brandeis 129 
covington 129 
advertising 128 
infrastructure 128 
ucla 128 
russians 128 
qt 128 
beast 128 
ico 128 
preferred 128 
alomar 128 
bag 128 
clone 128 
intend 128 
lane 128 
hulman 128 
friendly 128 
relief 128 
proud 128 
occurred 128 
affected 128 
engin 128 
comet 128 
girl 128 
jb 128 
calpoly 128 
lonestar 128 
philips 128 
blocks 127 
ea 127 
stupidity 127 
ks 127 
optional 127 
capacity 127 
ug 127 
wk 127 
pixels 127 
valuable 127 
complain 127 
array 127 
reed 127 
atari 127 
mental 127 
murdered 127 
cyprus 127 
november 127 
radius 127 
competition 127 
uv 127 
bullock 127 
confusion 127 
selanne 127 
eliot 127 
conventional 127 
ads 127 
conner 127 
prison 127 
stronger 127 
cares 127 
larson 127 
nyc 127 
neil 126 
circuits 126 
africa 126 
combined 126 
ec 126 
bullet 126 
morals 126 
enemy 126 
mach 126 
directed 126 
melkonian 126 
occupation 126 
female 126 
beckman 126 
naval 126 
uq 126 
consent 126 
mcs 126 
freely 126 
instruction 126 
fuhr 126 
infinite 126 
ghost 126 
sahak 126 
sections 126 
uky 126 
guard 126 
category 126 
wednesday 125 
passenger 125 
egypt 125 
cm 125 
families 125 
ew 125 
asd 125 
kinsey 125 
inhabitants 125 
growth 125 
stevens 125 
mad 125 
publication 125 
river 125 
produces 125 
derived 125 
cutting 125 
patches 125 
gregory 125 
choices 125 
ccu 125 
