said 52013 
mln 26293 
dlrs 20533 
reuter 18411 
pct 17541 
vs 14529 
year 12838 
billion 10524 
company 9588 
would 9094 
cts 8918 
inc 7999 
bank 7879 
net 7555 
corp 6975 
new 6868 
last 5781 
one 5708 
market 5621 
stock 5592 
loss 5532 
shares 5150 
also 5068 
two 4951 
share 4781 
co 4645 
trade 4541 
oil 4157 
shr 4135 
debt 3985 
government 3976 
sales 3943 
first 3929 
may 3905 
april 3623 
march 3555 
exchange 3529 
group 3388 
japan 3324 
profit 3243 
banks 3211 
dlr 3197 
price 3164 
three 3152 
prices 3095 
ltd 3024 
rate 3016 
international 3007 
per 2964 
foreign 2960 
interest 2915 
told 2888 
week 2856 
agreement 2852 
tax 2794 
february 2753 
could 2743 
quarter 2742 
tonnes 2723 
president 2708 
securities 2680 
qtr 2663 
five 2642 
today 2551 
offer 2528 
expected 2506 
month 2440 
dollar 2410 
unit 2393 
january 2360 
due 2341 
revs 2334 
financial 2304 
world 2292 
total 2291 
common 2257 
years 2254 
economic 2244 
production 2181 
board 2168 
japanese 2141 
added 2140 
rates 2124 
increase 2108 
end 2107 
rose 2080 
american 2071 
capital 2065 
trading 2046 
meeting 2046 
issue 2030 
officials 2020 
current 2018 
spokesman 1977 
six 1975 
record 1962 
made 1960 
industry 1939 
official 1932 
system 1923 
four 1912 
rise 1904 
earlier 1895 
growth 1889 
major 1889 
business 1870 
investment 1852 
general 1849 
federal 1823 
national 1821 
credit 1820 
time 1812 
chairman 1805 
companies 1804 
note 1795 
next 1764 
sources 1757 
months 1753 
yen 1750 
finance 1750 
markets 1735 
countries 1706 
commission 1689 
nine 1685 
plan 1683 
united 1673 
minister 1670 
stg 1658 
state 1657 
exports 1654 
loan 1647 
statement 1642 
west 1641 
money 1620 
report 1617 
since 1601 
earnings 1598 
term 1593 
sale 1584 
pay 1571 
products 1564 
department 1561 
budget 1560 
analysts 1560 
ec 1554 
cut 1549 
buy 1545 
states 1541 
cash 1534 
offering 1516 
agreed 1513 
set 1510 
plans 1509 
central 1506 
bond 1483 
period 1479 
june 1461 
contract 1454 
talks 1449 
program 1442 
canada 1432 
operations 1429 
export 1419 
long 1411 
fell 1407 
public 1400 
deficit 1381 
lower 1363 
loans 1350 
currency 1349 
december 1344 
management 1331 
take 1322 
based 1322 
house 1320 
dividend 1318 
union 1316 
development 1310 
compared 1305 
sell 1295 
brazil 1294 
day 1288 
domestic 1287 
higher 1286 
says 1279 
high 1278 
reagan 1275 
announced 1274 
make 1270 
reported 1270 
non 1257 
policy 1250 
shareholders 1240 
yesterday 1240 
gas 1234 
treasury 1233 
economy 1219 
around 1212 
annual 1210 
subsidiary 1205 
assets 1197 
firm 1195 
committee 1188 
oper 1185 
european 1183 
york 1166 
seven 1165 
ministry 1164 
canadian 1161 
ago 1159 
however 1155 
lead 1155 
imports 1154 
proposed 1148 
part 1148 
terms 1147 
south 1143 
acquisition 1138 
country 1133 
bonds 1128 
including 1126 
owned 1123 
demand 1114 
service 1113 
fall 1110 
still 1109 
outstanding 1105 
wheat 1104 
investors 1101 
stake 1093 
commercial 1090 
ended 1088 
avg 1088 
prior 1084 
shrs 1081 
sold 1079 
industries 1078 
systems 1076 
income 1074 
used 1069 
reuters 1062 
recent 1059 
banking 1055 
likely 1051 
issues 1044 
expects 1043 
increased 1040 
second 1035 
notes 1035 
continue 1032 
early 1025 
reserves 1021 
well 1020 
industrial 1019 
includes 1018 
chief 1015 
china 1011 
value 1011 
eight 1007 
average 1003 
fund 998 
private 998 
operating 997 
third 996 
th 996 
fiscal 994 
futures 990 
payments 983 
services 979 
surplus 976 
plant 976 
dealers 969 
half 968 
level 964 
funds 964 
firms 962 
july 962 
available 957 
say 957 
mths 954 
purchase 953 
energy 953 
help 949 
bill 948 
basis 947 
held 947 
agriculture 938 
german 938 
executive 938 
gain 936 
supply 936 
use 935 
full 933 
days 933 
output 927 
farm 927 
senior 926 
previously 925 
merger 925 
news 925 
date 923 
another 922 
preferred 922 
cost 921 
tender 914 
figures 911 
support 907 
sugar 907 
stocks 905 
agency 904 
marks 903 
much 901 
called 901 
bid 894 
amount 888 
gold 887 
london 887 
court 886 
results 884 
action 882 
estimated 881 
british 879 
approved 879 
short 878 
manager 875 
deal 866 
baker 866 
traders 866 
already 859 
convertible 858 
computer 852 
div 852 
open 850 
association 844 
costs 843 
savings 843 
move 837 
plc 836 
many 826 
administration 826 
proposal 825 
september 824 
previous 822 
prime 822 
sets 820 
several 818 
must 813 
reserve 811 
soviet 809 
francs 806 
joint 804 
decision 803 
crude 802 
result 802 
power 802 
issued 800 
debentures 799 
secretary 799 
line 799 
include 798 
possible 798 
st 795 
bankers 793 
future 791 
profits 791 
close 790 
point 790 
asked 789 
monetary 788 
approval 787 
payment 786 
low 785 
conference 782 
financing 780 
tokyo 775 
reduce 774 
sector 773 
selling 769 
fed 768 
noted 768 
less 764 
declined 762 
change 759 
french 757 
received 756 
units 753 
gulf 752 
inflation 752 
back 748 
grain 748 
following 747 
largest 747 
nations 746 
strong 744 
levels 743 
members 743 
data 740 
number 735 
decline 734 
index 733 
coffee 732 
germany 732 
losses 732 
trust 732 
washington 727 
might 726 
paper 725 
product 725 
texas 723 
control 720 
effective 718 
within 714 
additional 711 
currently 708 
offered 705 
order 704 
acquire 702 
petroleum 702 
sees 702 
insurance 701 
nil 699 
western 698 
way 698 
pact 696 
revenues 694 
later 693 
work 690 
equity 688 
filed 686 
far 685 
according 684 
comment 684 
completed 684 
late 683 
community 677 
vice 677 
signed 676 
large 675 
start 672 
qtly 672 
producers 672 
forecast 671 
corn 669 
provide 667 
problems 664 
making 662 
congress 662 
venture 661 
spending 659 
workers 655 
split 654 
meet 653 
local 653 
whether 652 
accord 650 
opec 649 
priced 648 
worth 647 
drop 647 
account 647 
initial 646 
points 645 
resources 642 
options 640 
put 640 
standard 640 
paris 639 
weeks 638 
bought 636 
pacific 634 
rd 633 
october 631 
north 628 
division 628 
goods 628 
planned 624 
reporters 624 
paid 622 
office 621 
measures 618 
marketing 618 
air 616 
although 615 
details 614 
position 613 
raised 612 
de 611 
iran 611 
past 610 
equipment 610 
special 610 
raise 608 
member 605 
negotiations 605 
least 605 
need 605 
usda 604 
certain 602 
give 600 
see 599 
acquired 599 
france 599 
reached 597 
without 597 
analyst 595 
real 594 
given 593 
good 590 
balance 590 
technology 589 
contracts 589 
final 589 
subordinated 588 
plus 584 
coupon 581 
rights 581 
friday 580 
cuts 578 
director 577 
despite 573 
people 573 
even 573 
senate 572 
subject 572 
think 571 
changes 571 
proceeds 568 
import 567 
holdings 567 
show 566 
holding 566 
range 565 
among 563 
fourth 563 
seen 563 
consumer 562 
officer 562 
america 561 
option 560 
corporate 558 
facility 558 
remain 557 
saying 556 
research 556 
britain 552 
led 551 
conditions 551 
orders 551 
taiwan 550 
recently 549 
crop 548 
swiss 548 
target 548 
food 546 
europe 546 
strike 545 
bills 545 
intervention 544 
base 543 
reduced 543 
moody 542 
home 537 
security 533 
go 533 
package 533 
area 533 
party 532 
ministers 529 
electric 527 
effect 526 
australian 525 
get 520 
scheduled 520 
lending 518 
free 518 
pressure 517 
name 517 
bpd 516 
council 516 
mark 516 
farmers 515 
steel 514 
bundesbank 510 
adjusted 507 
main 507 
small 506 
near 506 
yield 506 
car 505 
november 502 
buying 501 
continued 501 
information 500 
expect 500 
present 500 
takeover 499 
working 498 
come 496 
white 494 
proposals 493 
right 492 
barrels 490 
revised 490 
addition 490 
hold 489 
life 488 
taken 488 
series 486 
allow 485 
closed 484 
economists 482 
little 481 
going 481 
force 478 
stores 475 
press 474 
texaco 474 
quarterly 474 
city 473 
former 472 
latest 472 
manufacturing 470 
daily 470 
repurchase 469 
transaction 468 
warrants 468 
receive 467 
soon 465 
political 465 
seeking 463 
become 461 
volume 460 
increases 459 
august 458 
aid 458 
yet 457 
jan 456 
named 456 
areas 456 
project 456 
revenue 456 
cents 455 
deposits 454 
gains 453 
showed 452 
law 451 
return 451 
tomorrow 450 
commodity 450 
monday 449 
fixed 448 
case 448 
dutch 448 
reform 447 
payable 446 
partners 446 
review 446 
letter 445 
australia 445 
telephone 445 
rising 444 
needed 443 
drug 443 
adding 443 
natural 443 
holders 442 
begin 441 
leading 441 
poor 439 
like 439 
seek 437 
key 437 
began 437 
chemical 435 
reports 435 
barrel 434 
capacity 434 
tariffs 434 
sec 433 
creditors 433 
better 433 
existing 432 
restructuring 432 
construction 431 
saudi 431 
ag 430 
gm 429 
problem 428 
morgan 428 
commerce 428 
james 428 
heavy 426 
policies 425 
situation 424 
directors 424 
study 424 
quoted 424 
reduction 424 
impact 423 
decided 422 
east 421 
probably 420 
limited 419 
chrysler 417 
charge 417 
agricultural 415 
response 415 
included 414 
feb 414 
rules 414 
gave 412 
place 410 
mexico 410 
cars 409 
turnover 408 
exploration 407 
head 406 
currencies 405 
motors 401 
unchanged 401 
class 400 
offers 399 
call 398 
discount 398 
sells 397 
agreements 397 
kong 396 
immediately 396 
issuing 394 
mortgage 394 
southern 392 
underwriting 392 
hit 392 
africa 391 
want 390 
communications 390 
overseas 389 
extraordinary 389 
dollars 389 
ending 389 
us 388 
form 387 
related 387 
england 387 
cocoa 386 
nakasone 385 
imf 385 
believe 385 
boost 384 
combined 384 
franc 384 
par 384 
sharp 384 
purchases 382 
land 381 
morning 381 
sterling 381 
distribution 381 
operation 380 
gets 380 
able 380 
investor 379 
merrill 379 
quota 378 
taking 378 
sharply 377 
shareholder 377 
growing 375 
airlines 374 
filing 374 
mine 373 
act 371 
principal 370 
brothers 369 
network 369 
top 368 
similar 367 
potential 367 
ruling 367 
certificates 366 
chicago 366 
brazilian 365 
john 365 
times 365 
tonne 365 
involved 363 
hong 362 
continuing 362 
legislation 362 
significant 361 
mid 360 
partnership 360 
war 358 
slightly 358 
mining 358 
lynch 357 
almost 357 
customers 357 
korea 357 
mainly 356 
expansion 355 
institutions 355 
eurobond 355 
figure 353 
taxes 352 
listed 352 
soybean 352 
personal 351 
crisis 351 
settlement 351 
consider 351 
efforts 350 
ahead 349 
vote 348 
rather 348 
liquidity 348 
investments 347 
developing 347 
raising 347 
producer 347 
calls 346 
excludes 344 
ibm 343 
performance 343 
increasing 343 
shearson 343 
estimates 340 
announcement 340 
deposit 340 
quotas 340 
traded 340 
italy 340 
concern 339 
indonesia 339 
volcker 339 
pre 339 
improved 339 
cover 338 
rises 338 
difficult 337 
lines 337 
test 336 
overall 336 
retail 336 
institute 336 
enough 335 
gross 333 
employees 332 
raises 332 
caused 331 
corporation 331 
process 330 
produce 330 
post 330 
remaining 330 
respectively 330 
motor 330 
produced 329 
interests 328 
businesses 328 
payout 328 
credits 327 
keep 327 
building 327 
health 326 
request 325 
disclosed 325 
risk 325 
gatt 325 
discontinued 325 
greater 324 
iranian 323 
limit 323 
took 323 
staff 323 
software 322 
opposition 322 
delivery 321 
ecuador 321 
parent 321 
transactions 320 
dome 320 
telecommunications 319 
introduced 318 
suit 317 
stability 317 
charges 317 
robert 316 
paying 316 
light 316 
northern 315 
discuss 314 
defense 313 
copper 313 
brokers 313 
extended 312 
projects 312 
statistics 311 
california 311 
shipments 310 
medium 310 
television 310 
express 309 
properties 309 
buys 308 
nearly 308 
important 308 
majority 308 
aircraft 308 
necessary 307 
weather 307 
affected 307 
improve 307 
regulatory 307 
aimed 307 
longer 307 
estimate 306 
buffer 306 
substantial 306 
required 306 
interview 306 
competition 305 
expand 305 
run 304 
season 304 
nation 303 
newspaper 302 
closing 302 
singapore 300 
tuesday 300 
ford 300 
factor 300 
lawson 299 
accounts 299 
miles 299 
declared 298 
source 298 
military 298 
competitive 298 
stop 298 
view 298 
beginning 297 
nd 296 
street 296 
consumers 296 
build 295 
reach 295 
considering 293 
bring 293 
producing 292 
needs 292 
medical 292 
salomon 292 
cooperation 291 
remains 290 
computers 290 
managers 290 
provision 290 
tons 289 
minimum 289 
philippines 289 
argentina 289 
started 289 
dispute 289 
exporters 289 
borrowing 289 
estate 288 
acquisitions 288 
pipeline 287 
best 287 
prepared 287 
falling 287 
great 287 
cable 286 
clear 286 
maintain 286 
indicated 285 
night 285 
failed 285 
came 285 
changed 285 
session 284 
activities 284 
provided 284 
hard 284 
formed 283 
port 283 
parliament 283 
usair 283 
recovery 282 
designed 282 
field 282 
left 282 
african 281 
unless 281 
progress 281 
activity 280 
add 280 
gencorp 280 
venezuela 279 
hours 279 
allowed 279 
leaders 278 
cannot 278 
role 277 
met 277 
means 277 
outside 277 
boston 277 
luxembourg 276 
property 276 
labour 275 
underwriters 275 
reflect 275 
wage 274 
flow 274 
requirements 274 
face 274 
wall 274 
big 274 
fuel 273 
question 273 
iraq 273 
dropped 273 
strategy 273 
subsidies 273 
wants 272 
improvement 272 
plants 272 
bankruptcy 272 
primary 271 
provisions 271 
economist 271 
shipping 271 
makes 270 
programs 270 
unlikely 269 
monthly 269 
rejected 269 
reason 268 
operate 267 
fully 267 
regular 267 
facilities 267 
latin 267 
consumption 267 
bell 266 
zealand 266 
accounting 266 
india 266 
particularly 266 
others 266 
lost 265 
guaranteed 265 
delegates 264 
spain 264 
using 263 
registration 263 
develop 262 
denominations 262 
supplies 262 
manufacturers 262 
step 262 
fees 260 
believed 260 
found 260 
either 260 
instead 260 
factors 260 
access 259 
owns 259 
find 259 
coming 258 
attempt 258 
effort 257 
dec 257 
planning 257 
undisclosed 257 
totalled 255 
granted 255 
consolidated 255 
legal 255 
visit 254 
purchased 254 
yeutter 254 
believes 253 
authorized 253 
voting 253 
along 253 
prospects 253 
rice 252 
nuclear 252 
discussions 252 
houses 252 
holds 252 
authorities 252 
claims 252 
controls 251 
released 251 
advanced 251 
developed 250 
election 249 
eastern 249 
conversion 249 
leader 249 
opening 248 
mines 248 
considered 248 
water 247 
parts 246 
semiconductor 246 
accept 246 
authority 246 
percentage 246 
worldwide 245 
region 245 
fee 245 
continental 245 
rating 245 
assistance 245 
benefit 245 
outlook 244 
aids 244 
pretax 244 
arabia 244 
accepted 244 
old 244 
rubber 244 
electronic 243 
seasonally 243 
electronics 243 
organization 243 
application 242 
temporary 242 
beef 242 
try 242 
cotton 241 
guilders 241 
normal 241 
direct 240 
callable 240 
representatives 240 
shipment 240 
feet 240 
purposes 240 
cited 240 
specific 239 
minus 239 
earned 239 
starting 238 
groups 238 
wholly 237 
launched 237 
quality 237 
asset 237 
signs 236 
attack 236 
unemployment 236 
predicted 236 
agree 236 
entered 236 
serious 236 
partly 235 
congressional 235 
measure 235 
airline 235 
drilling 234 
exchanges 234 
giving 234 
principle 234 
complete 234 
grow 233 
family 233 
preliminary 233 
intends 232 
followed 232 
round 232 
ct 232 
moves 232 
wednesday 231 
weekly 231 
opened 231 
rest 231 
governments 231 
maize 231 
video 230 
cent 230 
customer 230 
pricing 230 
seeks 230 
royal 229 
brokerage 229 
speculation 228 
wanted 228 
bp 227 
global 227 
warrant 227 
projected 227 
david 227 
awarded 227 
spokeswoman 227 
arms 226 
bancorp 225 
transfer 225 
damage 225 
meetings 225 
looking 225 
creditor 225 
silver 224 
oils 224 
dividends 224 
richard 224 
diluted 224 
redeem 224 
privately 223 
placed 223 
paul 223 
bonus 223 
pending 223 
possibility 222 
funding 222 
cause 222 
offset 222 
maximum 221 
crops 221 
offshore 221 
covering 221 
suspended 221 
known 221 
acres 221 
protection 220 
dealer 220 
posted 220 
engineering 220 
periods 219 
miyazawa 219 
require 219 
falls 219 
democratic 219 
rule 219 
independent 219 
boeing 218 
subcommittee 218 
coal 218 
metal 218 
enterprises 218 
reforms 217 
every 217 
ounces 217 
technologies 217 
concerned 217 
rated 217 
william 217 
regional 216 
reducing 216 
subsidiaries 216 
san 216 
lyng 216 
single 215 
forecasts 215 
laws 215 
speech 215 
biggest 215 
brought 215 
technical 214 
shell 214 
confidence 213 
equal 213 
winter 213 
ratio 213 
representative 213 
largely 213 
urged 213 
allied 212 
completes 212 
slow 212 
diplomats 211 
cumulative 211 
immediate 211 
commitment 211 
towards 211 
middle 211 
materials 211 
thursday 211 
hopes 211 
whose 210 
though 210 
remained 210 
amounts 209 
restrictions 209 
chinese 209 
trying 209 
completion 209 
carry 209 
ships 209 
files 209 
failure 209 
cutting 209 
away 208 
sea 208 
stable 208 
asia 208 
premium 208 
basic 207 
seat 207 
newly 207 
anti 207 
whole 207 
transport 207 
together 207 
expenses 207 
soybeans 207 
summer 207 
parties 206 
twa 206 
approve 206 
managed 206 
various 206 
reflected 205 
lehman 205 
external 205 
especially 205 
speaking 204 
positive 204 
hope 204 
negotiating 204 
feed 204 
oecd 203 
prevent 203 
summit 203 
governor 203 
buyers 203 
forced 203 
follows 203 
affect 202 
pennzoil 202 
auction 202 
lot 202 
via 202 
limits 201 
ability 201 
italian 201 
release 201 
associates 201 
crowns 200 
different 200 
center 200 
rescheduling 200 
equivalent 200 
michael 200 
saw 200 
nippon 199 
drexel 199 
processing 199 
substantially 199 
look 199 
funaro 199 
cyclops 199 
avoid 199 
benefits 199 
deputy 199 
trend 198 
valued 198 
bids 198 
vw 198 
excess 198 
hutton 198 
forces 198 
philippine 198 
done 197 
concession 197 
generally 197 
stanley 197 
separate 197 
adjustment 197 
county 196 
commodities 196 
structure 196 
maturity 195 
survey 195 
att 195 
citicorp 195 
banker 195 
ccc 195 
gasoline 195 
sought 194 
buyout 194 
debts 194 
continues 194 
utility 194 
positions 193 
weekend 193 
ore 193 
exercise 193 
active 193 
spot 192 
warner 192 
block 192 
registered 192 
originally 191 
totaled 191 
gnp 191 
backed 191 
hughes 191 
coast 191 
malaysia 191 
district 191 
panel 190 
sign 190 
redemption 190 
comparable 190 
sanctions 190 
relatively 190 
intent 189 
managing 189 
refinery 189 
interested 189 
ways 189 
repayment 188 
charged 188 
requirement 188 
reorganization 188 
sachs 188 
pound 188 
borrowings 188 
store 187 
representing 187 
expectations 187 
ico 187 
fact 187 
side 187 
moscow 187 
smith 187 
brown 187 
original 186 
resigned 186 
cattle 186 
went 186 
know 186 
social 185 
imposed 185 
huge 184 
size 184 
jobs 184 
shortage 183 
abroad 183 
calendar 183 
quickly 183 
truck 183 
published 183 
ldp 182 
ownership 182 
warned 182 
toronto 181 
metals 181 
controlled 180 
gmt 180 
transportation 180 
follow 180 
actions 180 
floor 180 
alternative 179 
aa 179 
goldman 179 
file 179 
extend 178 
lowered 178 
willing 178 
radio 178 
opinion 178 
participation 177 
delayed 177 
expressed 177 
kuwait 177 
ton 177 
load 177 
relations 177 
maker 176 
sectors 176 
sent 176 
significantly 176 
versus 176 
connection 175 
retaliation 175 
broker 175 
forward 175 
douglas 175 
launch 175 
ready 175 
colombia 175 
optimistic 175 
helped 175 
atlantic 174 
approximately 174 
list 174 
makers 174 
ordinary 174 
strength 174 
palm 174 
weak 174 
bureau 174 
running 174 
opposed 173 
successful 173 
represents 173 
ship 173 
resulting 173 
scheme 173 
provisional 173 
voted 173 
thailand 172 
relief 172 
discussed 172 
steps 172 
established 172 
spread 172 
negative 172 
care 172 
starts 172 
comments 171 
conservative 171 
organisation 171 
cabinet 171 
names 170 
protect 170 
repay 170 
intended 169 
machines 169 
invest 169 
items 169 
ecus 169 
defence 169 
passed 169 
effects 168 
affairs 168 
recession 168 
commitments 168 
behind 168 
remarks 168 
florida 168 
peru 168 
tin 168 
afternoon 167 
instruments 167 
larger 167 
confirmed 167 
storage 167 
scale 167 
debtor 166 
yields 166 
regulations 166 
johnson 166 
institutional 166 
chase 166 
moving 166 
sun 165 
margin 165 
hearing 165 
ask 164 
stockholders 164 
individual 164 
sept 164 
replace 164 
supported 164 
thought 164 
imported 164 
grew 163 
hour 163 
turkey 163 
definitive 163 
matter 163 
nasdaq 163 
consortium 163 
wide 163 
targets 162 
applications 162 
statements 162 
gdp 162 
bags 162 
illinois 162 
cargo 161 
floating 161 
stoltenberg 160 
signal 160 
spring 160 
meat 160 
purolator 160 
stimulate 159 
belgian 159 
digital 159 
provides 159 
steady 159 
portion 159 
trader 159 
suggested 158 
entire 158 
auto 158 
smaller 158 
dow 158 
nyse 158 
ratings 158 
hoped 158 
determined 157 
arab 157 
democrats 157 
resulted 157 
secondary 157 
engine 157 
elections 156 
poll 156 
denied 156 
airbus 156 
grade 156 
ohio 155 
harvest 155 
ends 155 
strikes 155 
adb 155 
ease 155 
developments 155 
create 154 
mean 154 
affirmed 154 
waste 154 
lire 154 
encourage 153 
traditional 153 
exceed 153 
al 153 
idea 153 
inventory 153 
dixons 153 
marine 153 
guarantee 153 
offices 152 
associated 152 
passenger 151 
annually 151 
highest 151 
ussr 151 
ceiling 151 
interbank 151 
advisory 151 
course 151 
chance 151 
quebec 151 
barley 150 
refused 150 
pension 150 
sheet 150 
ongpin 150 
join 150 
baldrige 150 
leave 150 
zinc 150 
fears 149 
employment 149 
condition 149 
fire 149 
providing 149 
expenditure 149 
extension 149 
delay 149 
asian 149 
margins 149 
affiliate 149 
louvre 149 
george 149 
river 149 
built 149 
emergency 148 
exposure 148 
sweden 148 
interim 148 
job 148 
santa 148 
solution 148 
exxon 148 
investigation 148 
anticipated 148 
committed 148 
housing 148 
compromise 148 
declining 148 
lack 148 
placement 147 
borg 147 
chip 147 
toward 147 
alleged 147 
protectionist 147 
ge 147 
nv 147 
takes 147 
acreage 147 
piedmont 147 
totalling 147 
bourse 147 
components 147 
resume 146 
formal 146 
republic 146 
values 146 
island 146 
risen 146 
multi 146 
focus 146 
lambert 146 
thai 146 
confident 146 
interstate 145 
chemicals 145 
shortly 145 
turn 145 
space 145 
yugoslavia 145 
pa 145 
caesars 145 
utilities 145 
bad 145 
soft 145 
howard 145 
double 145 
broad 144 
testing 144 
linked 144 
cftc 144 
accounted 144 
switzerland 144 
internal 144 
push 144 
nigeria 144 
branch 144 
vehicles 144 
tough 144 
primarily 143 
patent 143 
allowing 143 
cubic 143 
enter 143 
fresh 143 
navy 143 
strategic 143 
ranging 143 
converted 143 
shultz 143 
netherlands 143 
raw 143 
row 142 
republican 142 
recorded 142 
poehl 142 
jefferies 142 
nothing 142 
executives 142 
csr 142 
portfolio 142 
freeze 141 
manhattan 141 
difficulties 141 
adopted 141 
status 141 
ab 141 
practices 141 
appears 141 
stood 141 
aluminium 141 
announce 141 
negotiate 141 
pesos 140 
houston 140 
miller 140 
restated 140 
applied 140 
liabilities 140 
declines 140 
textile 140 
initially 140 
decide 139 
across 139 
hurt 139 
ever 139 
liberal 139 
stage 139 
norway 139 
demands 139 
upon 139 
economies 139 
obligations 139 
achieve 138 
possibly 138 
reynolds 138 
taft 138 
reflects 138 
fields 138 
appeared 138 
establish 138 
missiles 138 
veto 138 
lease 138 
ounce 138 
material 138 
spanish 138 
egypt 138 
unions 138 
preference 137 
hand 137 
jersey 137 
underlying 137 
bilateral 137 
sa 137 
created 137 
reporting 137 
expire 137 
apply 137 
book 137 
compares 136 
ten 136 
room 136 
aide 136 
membership 136 
chapter 136 
wholesale 136 
pays 136 
libor 136 
drive 136 
unable 136 
rumors 136 
appropriate 136 
body 136 
identified 136 
rigs 136 
bankamerica 135 
university 135 
treatment 135 
described 135 
listing 135 
federation 135 
hotel 135 
shelf 135 
agencies 135 
hectares 135 
votes 135 
campaign 135 
appointed 134 
stay 134 
merge 134 
burnham 134 
la 134 
lbs 134 
threatened 134 
wells 134 
directly 134 
democrat 134 
profitable 134 
really 134 
aerospace 134 
resolve 134 
suspension 133 
reductions 133 
pointed 133 
argentine 133 
card 133 
labor 133 
success 133 
debate 133 
operates 132 
foods 132 
iraqi 132 
responsible 132 
team 132 
million 132 
evidence 132 
serve 132 
impose 132 
noranda 132 
rand 132 
nominal 132 
club 132 
dealing 132 
retain 131 
cbt 131 
involving 131 
elected 131 
sides 131 
consideration 131 
michigan 131 
bear 131 
ordered 130 
direction 130 
repayments 130 
exclude 130 
mutual 130 
counter 130 
offerings 130 
judge 130 
certificate 130 
determine 130 
rain 130 
zero 129 
excluding 129 
anything 129 
sunday 129 
maturing 129 
throughout 129 
growers 129 
particular 129 
approach 129 
allows 129 
increasingly 128 
cases 128 
manila 128 
kind 128 
borrowers 128 
drought 128 
shows 128 
underwriter 128 
inventories 128 
design 128 
subsidy 128 
freight 128 
band 128 
los 128 
shift 128 
ventures 128 
icco 128 
opportunities 128 
widely 128 
minerals 127 
curb 127 
ensure 127 
wilson 127 
link 127 
presidential 127 
chancellor 127 
noting 127 
lowest 127 
sole 127 
reaction 127 
miti 127 
centre 127 
bringing 126 
calif 126 
programme 126 
achieved 126 
fleet 126 
army 126 
coastal 126 
secured 126 
traffic 125 
combination 125 
deregulation 125 
saturday 125 
fair 125 
greenspan 125 
black 125 
talking 125 
strongly 125 
appeal 125 
advance 125 
employers 125 
gap 125 
break 125 
ban 125 
pakistan 125 
beyond 124 
partner 124 
recommendation 124 
dairy 124 
syndicate 124 
swedish 124 
enable 124 
regulators 124 
initiative 124 
duty 124 
things 124 
businessmen 124 
vegetable 124 
decisions 123 
carried 123 
lenders 123 
lift 123 
closely 123 
halt 123 
fats 123 
insider 123 
model 123 
deutsche 123 
bulk 123 
indian 123 
write 123 
airways 123 
scandal 123 
clearing 123 
mcdonnell 122 
setting 122 
leaving 122 
du 122 
downgraded 122 
charles 122 
stand 122 
police 122 
movement 122 
modest 121 
begins 121 
grace 121 
tariff 121 
comes 121 
complex 121 
reasons 121 
ruled 121 
jointly 121 
stronger 121 
belgium 121 
operators 121 
justice 120 
averaged 120 
communique 120 
malaysian 120 
users 120 
speed 120 
located 120 
severe 120 
environment 120 
gives 120 
allegheny 120 
midland 119 
disclose 119 
ba 119 
clearly 119 
environmental 119 
works 119 
duties 119 
unfair 119 
citibank 119 
semiconductors 119 
standards 118 
angeles 118 
overnight 118 
never 118 
advantage 118 
depressed 118 
presented 118 
minority 118 
deals 118 
compete 117 
acquiring 117 
balances 117 
mitsubishi 117 
killed 117 
detailed 117 
contributed 117 
draft 117 
carrying 117 
extent 116 
cme 116 
entertainment 116 
uncertainty 116 
grains 116 
mobil 116 
goal 116 
media 116 
lb 116 
tests 116 
license 116 
surpluses 116 
gaf 116 
bonn 116 
centers 116 
martin 116 
threat 116 
extra 115 
submitted 115 
tranche 115 
disease 115 
supermarkets 115 
korean 115 
site 115 
amendment 115 
aim 115 
southwest 115 
dry 115 
ontario 115 
greece 115 
trucks 115 
chips 115 
alone 115 
phase 115 
vehicle 115 
permit 115 
became 115 
therefore 114 
moved 114 
guarantees 114 
written 114 
formerly 114 
participants 114 
begun 114 
lloyds 114 
damages 114 
talk 114 
semi 114 
promote 114 
calling 114 
merchant 114 
advances 114 
requested 114 
getting 114 
thus 113 
wins 113 
collapse 113 
cpc 113 
let 113 
banque 113 
moderate 113 
except 113 
models 113 
renewed 113 
certainly 113 
officers 113 
dominion 113 
hotels 113 
reflecting 113 
obtain 113 
attractive 113 
shut 113 
yasuhiro 113 
profitability 113 
sumita 113 
intention 113 
introduce 112 
md 112 
imbalances 112 
arrangement 112 
smelter 112 
mill 112 
earthquake 112 
wright 111 
balladur 111 
bushels 111 
sure 111 
concluded 111 
harris 111 
expiration 111 
mostly 111 
missile 111 
maturities 111 
integrated 111 
mills 111 
hands 111 
opportunity 111 
van 111 
eventually 111 
laboratories 111 
something 111 
branches 111 
workforce 110 
incentives 110 
expanded 110 
amoco 110 
fairchild 110 
introduction 110 
fallen 110 
machinery 110 
mexican 110 
gained 110 
recommended 110 
highly 110 
actual 110 
experts 110 
station 110 
jones 110 
faces 110 
underway 109 
amc 109 
grant 109 
harcourt 109 
alliance 109 
vessels 109 
maintenance 109 
corporations 109 
spend 109 
got 109 
cross 109 
decrease 109 
feel 109 
clayton 109 
negotiated 109 
expanding 109 
covered 109 
clients 108 
kodak 108 
refining 108 
fe 108 
recapitalization 108 
fast 108 
usx 108 
rapid 108 
pressures 108 
improving 108 
studies 108 
delivered 108 
miners 108 
extremely 108 
distributed 108 
headquarters 108 
broadcasting 108 
schedule 108 
fda 108 
buyer 108 
flexibility 108 
operated 107 
represented 107 
stabilize 107 
telegraph 107 
meanwhile 107 
upward 107 
protest 107 
nec 107 
airport 107 
pc 107 
burlington 107 
meant 107 
thatcher 107 
specialty 107 
trip 107 
stabilise 107 
ual 107 
sosnoff 107 
often 107 
supreme 107 
deadline 106 
carries 106 
tendered 106 
parliamentary 106 
virtually 106 
frankfurt 106 
contribution 106 
acting 106 
alternatives 106 
waiting 106 
indonesian 105 
ems 105 
star 105 
deliveries 105 
accrued 105 
planted 105 
fight 105 
complaint 105 
factory 105 
telecom 105 
flights 105 
weakness 105 
mercantile 105 
self 104 
dumping 104 
liability 104 
cold 104 
thomas 104 
attributed 104 
tool 104 
pursue 104 
returned 104 
joined 104 
distance 104 
phillips 104 
proceed 104 
pace 103 
concerns 103 
king 103 
flight 103 
holiday 103 
extends 103 
reference 103 
represent 103 
blood 103 
kuwaiti 103 
elaborate 103 
participate 103 
owners 103 
louisiana 103 
adequate 103 
appear 103 
faced 103 
deficits 103 
kansas 103 
thing 103 
agent 103 
welcomed 102 
seriously 102 
safety 102 
questions 102 
cos 102 
live 102 
obtained 102 
rev 102 
example 102 
red 102 
tire 102 
hospital 102 
exporting 102 
holder 102 
denmark 102 
terminal 101 
assembly 101 
showing 101 
eep 101 
portugal 101 
licences 101 
beet 101 
excessive 101 
chemlawn 101 
exchequer 101 
assistant 101 
expenditures 101 
reverse 101 
risks 101 
intervened 101 
front 101 
dallas 101 
lake 101 
philips 101 
fundamentals 101 
circumstances 100 
unsecured 100 
convert 100 
depending 100 
attacks 100 
railway 100 
painewebber 100 
attention 100 
always 100 
peabody 100 
requires 100 
exported 100 
strengthen 100 
rep 100 
revolving 100 
adjustments 100 
remainder 100 
speculative 100 
scott 99 
fear 99 
guaranty 99 
kept 99 
wages 99 
depreciation 99 
criticism 99 
boosted 99 
sumitomo 99 
electrical 99 
stopped 99 
peter 99 
seems 99 
denominated 99 
downgrade 99 
williams 99 
powers 99 
wait 99 
movements 99 
diamond 99 
barriers 99 
considerable 98 
refined 98 
pork 98 
sentiment 98 
protectionism 98 
studying 98 
seats 98 
core 98 
seamen 98 
concentrate 98 
win 98 
performing 98 
sears 98 
expires 98 
alan 98 
massive 98 
debtors 98 
homes 98 
stressed 97 
tobacco 97 
faster 97 
flat 97 
fairly 97 
acceptance 97 
spa 97 
sorghum 97 
quarters 97 
rains 97 
stations 97 
province 97 
km 97 
settle 97 
tight 97 
sri 97 
conducted 97 
recover 97 
kidder 97 
headed 97 
ports 97 
eliminate 97 
debenture 97 
cities 97 
satisfactory 96 
battle 96 
save 96 
encouraging 96 
shortfall 96 
frozen 96 
venice 96 
sen 96 
felt 96 
spent 96 
forms 96 
acquires 96 
brings 96 
employee 96 
burden 96 
bbb 96 
cooperate 96 
practice 96 
address 95 
reasonable 95 
earn 95 
resolved 95 
version 95 
electricity 95 
appreciation 95 
favourable 95 
simply 95 
realty 95 
trades 95 
maintained 95 
toshiba 95 
guilder 94 
borrower 94 
priority 94 
machine 94 
affecting 94 
documents 94 
shown 94 
backlog 94 
effectively 94 
looks 94 
sufficient 94 
entry 94 
damaged 94 
suffered 94 
viacom 94 
resolution 94 
bit 94 
wang 93 
aggressive 93 
lanka 93 
individuals 93 
turkish 93 
swap 93 
redeemable 93 
gte 93 
heavily 93 
stated 93 
brief 93 
el 93 
hk 93 
resignation 93 
kingdom 93 
urges 93 
competitiveness 93 
shipped 93 
appeals 93 
rapidly 93 
publishing 93 
approves 93 
toyota 93 
experience 92 
sound 92 
litigation 92 
columbia 92 
stance 92 
troops 92 
moment 92 
worst 92 
orange 92 
nationwide 92 
worked 92 
understanding 92 
controversial 92 
quite 92 
hanover 92 
living 92 
manufacturer 92 
widespread 92 
customs 91 
fraud 91 
conable 91 
planes 91 
proposes 91 
petition 91 
owed 91 
prudential 91 
changing 91 
fighting 91 
uk 91 
contribute 91 
man 91 
satellite 91 
philadelphia 91 
engines 91 
baa 91 
writedown 91 
cereals 91 
donald 91 
conservatives 91 
books 90 
lose 90 
expensive 90 
withdraw 90 
communist 90 
selected 90 
institution 90 
equities 90 
thirds 90 
brands 90 
conduct 90 
publicly 90 
bidding 90 
procedures 90 
economics 90 
purpose 90 
chartered 90 
mart 90 
jim 89 
asking 89 
reaching 89 
goes 89 
contained 89 
citing 89 
occurred 89 
leveraged 89 
type 89 
ii 89 
des 89 
euro 89 
promised 89 
responsibility 89 
regulation 89 
normally 89 
seasonal 89 
retained 89 
montreal 89 
aviation 89 
governors 89 
valley 89 
issuance 89 
conservation 88 
amr 88 
aug 88 
approvals 88 
israel 88 
carrier 88 
keeping 88 
play 88 
referring 88 
narrow 88 
est 88 
succeed 88 
warning 88 
inter 88 
recommendations 88 
depend 88 
automotive 88 
apparently 88 
delta 88 
tankers 88 
bally 88 
critical 88 
favorable 88 
discussion 87 
livestock 87 
arranged 87 
delegation 87 
commenting 87 
sulphur 87 
comprise 87 
ecu 87 
neither 87 
iv 87 
pharmaceutical 87 
afg 87 
worried 87 
fundamental 87 
intervene 87 
retirement 87 
adds 87 
merchandise 87 
civil 87 
wireless 87 
santos 87 
itt 87 
reiterated 87 
bay 87 
sarney 87 
favour 87 
ranges 87 
upgraded 87 
eurobonds 87 
violations 87 
choice 86 
leadership 86 
pass 86 
pledged 86 
advertising 86 
bangladesh 86 
expense 86 
algeria 86 
relationship 86 
phelps 86 
pounds 86 
eddie 86 
pushed 86 
regarding 86 
dual 86 
sinking 86 
volkswagen 86 
imperial 86 
cominco 86 
bull 86 
match 86 
pennsylvania 86 
diplomat 86 
bache 86 
bahrain 86 
aluminum 86 
differentials 85 
lawsuit 85 
northwest 85 
northeast 85 
implement 85 
intermediate 85 
insured 85 
nomura 85 
broke 85 
generale 85 
journalists 85 
jardine 85 
outcome 85 
eligible 85 
halted 85 
planting 85 
uaw 85 
oct 85 
newmont 85 
peking 84 
terminated 84 
trans 84 
platform 84 
danish 84 
indicate 84 
cd 84 
suppliers 84 
licensing 84 
crazy 84 
fifth 84 
history 84 
zambia 84 
drugs 84 
incurred 84 
method 84 
weaker 84 
concerning 84 
enhancement 84 
coalition 84 
attempts 84 
pan 84 
judgment 84 
eased 84 
presence 84 
shamrock 84 
rio 84 
bbl 84 
intend 83 
jose 83 
formally 83 
doubt 83 
circulation 83 
calculated 83 
happen 83 
peak 83 
foster 83 
human 83 
personnel 83 
fujitsu 83 
draw 83 
generated 83 
bolivia 83 
chain 82 
ground 82 
underwritten 82 
grades 82 
fluctuations 82 
attend 82 
agrees 82 
explained 82 
behalf 82 
francisco 82 
receiving 82 
downward 82 
indicators 82 
diplomatic 82 
soviets 82 
usa 82 
becoming 82 
hudson 82 
moratorium 82 
consistent 82 
delays 82 
flows 82 
aside 82 
illegal 82 
notice 82 
purchasing 82 
retire 82 
shopping 82 
affiliates 81 
variable 81 
turned 81 
dynamics 81 
runs 81 
nov 81 
unadjusted 81 
cane 81 
adviser 81 
arrangements 81 
productivity 81 
yielding 81 
variety 81 
assume 81 
twice 81 
advisers 81 
fine 81 
launching 81 
refinancing 81 
launches 81 
heart 81 
relative 81 
remove 81 
forest 81 
rupees 81 
oklahoma 81 
discussing 81 
alaska 81 
republicans 81 
retaliate 81 
financed 81 
occur 80 
prompted 80 
returns 80 
geneva 80 
operator 80 
cargoes 80 
ups 80 
putting 80 
restructure 80 
lifted 80 
usually 80 
divisions 80 
repeated 80 
adopt 80 
graphics 80 
ill 80 
actually 80 
multilateral 80 
restricted 80 
compensation 80 
exclusive 80 
separately 79 
apparent 79 
bb 79 
uses 79 
gros 79 
lp 79 
cbs 79 
easier 79 
losing 79 
expired 79 
ongoing 79 
solve 79 
georgia 79 
industrialised 79 
processors 79 
reed 79 
efficiency 79 
arm 79 
courier 78 
heating 78 
crown 78 
opposes 78 
tonight 78 
century 78 
tenders 78 
iowa 78 
propose 78 
heads 78 
code 78 
rural 78 
flexible 78 
aims 78 
indication 78 
frank 78 
timing 78 
virginia 78 
jet 78 
deep 78 
supports 78 
handling 78 
oppose 78 
coordination 78 
utah 78 
green 78 
waters 78 
wood 78 
respect 78 
siemens 78 
drawn 77 
beneficial 77 
manage 77 
incentive 77 
charter 77 
causing 77 
criticised 77 
prospect 77 
chirac 77 
voice 77 
zone 77 
objective 77 
exercisable 77 
identify 77 
minutes 77 
mm 77 
favor 77 
packaging 77 
dart 77 
commissioner 77 
transcanada 77 
manufacture 77 
hostile 77 
facing 77 
meal 77 
barney 77 
entitled 77 
answer 77 
rebate 77 
prospectus 76 
rainfall 76 
merged 76 
commonwealth 76 
weight 76 
hill 76 
rally 76 
perhaps 76 
container 76 
nissan 76 
warburg 76 
tell 76 
slight 76 
generate 76 
completely 76 
implemented 76 
easing 76 
served 76 
liquid 76 
finding 76 
scientific 76 
iron 76 
clinical 76 
upper 76 
tehran 76 
disclosure 76 
manufactured 76 
finland 76 
levy 76 
opens 75 
deficiency 75 
actively 75 
failing 75 
repurchases 75 
respond 75 
leasing 75 
nabisco 75 
owner 75 
gillette 75 
optimism 75 
struck 75 
border 75 
daiwa 75 
mineral 75 
kiichi 75 
amounted 75 
replaced 75 
unspecified 75 
finished 75 
volatility 75 
registrations 75 
amsterdam 75 
quick 75 
suspend 75 
attorney 74 
slide 74 
acid 74 
grounds 74 
servicing 74 
section 74 
lloyd 74 
balanced 74 
austerity 74 
views 74 
controlling 74 
defend 74 
diversified 74 
prove 74 
imbalance 74 
iadb 74 
ringgit 74 
pro 74 
nearby 74 
lawyers 74 
surge 74 
broadly 74 
grand 73 
monitor 73 
supplier 73 
swaps 73 
structural 73 
fob 73 
compliance 73 
indiana 73 
del 73 
matters 73 
uncertain 73 
challenge 73 
float 73 
delaware 73 
seem 73 
difference 73 
renault 73 
glass 73 
distribute 73 
instrument 73 
otherwise 73 
coins 72 
ibc 72 
implications 72 
speaker 72 
leaves 72 
explore 72 
vital 72 
nigel 72 
disaster 72 
fail 72 
citizens 72 
requests 72 
suisse 72 
permission 72 
tea 72 
nova 72 
handle 72 
officially 72 
withdrawal 72 
kilos 72 
alberta 72 
plantings 72 
privatisation 72 
guinness 72 
memory 72 
generation 72 
thousands 72 
comprising 71 
transamerican 71 
requiring 71 
clark 71 
chile 71 
recommend 71 
autumn 71 
sense 71 
send 71 
temporarily 71 
lme 71 
influence 71 
jr 71 
dole 71 
stearns 71 
mission 71 
fiat 71 
provinces 71 
textiles 71 
proved 71 
partially 71 
fitzwater 71 
cds 71 
maintaining 71 
formula 71 
embassy 71 
westpac 71 
boesky 71 
event 71 
acknowledged 71 
differences 71 
motion 71 
revision 70 
assigned 70 
bales 70 
residents 70 
count 70 
packages 70 
yugoslav 70 
cooperative 70 
rapeseed 70 
disposal 70 
unveiled 70 
int 70 
award 70 
mixed 70 
aquino 70 
exchangeable 70 
marked 70 
tried 70 
poland 70 
becomes 70 
predict 70 
mortgages 70 
slowed 70 
premier 69 
dismissed 69 
replied 69 
advised 69 
sum 69 
blamed 69 
negotiators 69 
bass 69 
accused 69 
hoechst 69 
harper 69 
icn 69 
totaling 69 
gradually 69 
reaffirmed 69 
mass 69 
honeywell 69 
partial 69 
importers 69 
restore 69 
unusual 69 
lend 69 
cyacq 69 
thrift 69 
tap 69 
door 68 
franklin 68 
bullish 68 
default 68 
ambassador 68 
supervisory 68 
weinberger 68 
micro 68 
restaurants 68 
settled 68 
qualified 68 
secure 68 
responding 68 
route 68 
surprise 68 
sluggish 68 
chamber 68 
straight 68 
elsewhere 68 
regions 68 
aware 68 
exercised 68 
implementation 68 
yr 68 
suggest 68 
volumes 68 
postings 68 
produces 68 
mile 68 
sharing 68 
mountain 68 
corrected 67 
tanker 67 
attacked 67 
powerful 67 
assurance 67 
rumours 67 
ideas 67 
indicator 67 
comply 67 
replacement 67 
bearing 67 
kenya 67 
coverage 67 
brussels 67 
metropolitan 67 
devices 67 
resource 67 
comprehensive 67 
colorado 67 
contact 67 
hydro 67 
equally 67 
park 67 
involves 67 
societe 67 
uae 67 
testimony 67 
wisconsin 67 
pentagon 67 
danger 67 
inflationary 67 
convinced 67 
crash 67 
elders 66 
resorts 66 
retaliatory 66 
daniel 66 
christian 66 
concessions 66 
committees 66 
automobile 66 
trends 66 
agenda 66 
cheaper 66 
containing 66 
inland 66 
pdvsa 66 
young 66 
drawing 66 
banco 66 
specify 66 
auctions 66 
barclays 66 
gerhard 66 
joseph 66 
sao 66 
plane 66 
newspapers 66 
amstutz 66 
acceptable 66 
arrange 66 
improvements 66 
encouraged 66 
rig 66 
bottom 65 
carriers 65 
consists 65 
revlon 65 
numbers 65 
edison 65 
tranches 65 
buyback 65 
jacobs 65 
departments 65 
herrington 65 
involve 65 
proxy 65 
standing 65 
disk 65 
liberalisation 65 
cola 65 
coconut 65 
cancer 65 
ferruzzi 65 
commented 65 
progressive 65 
miguel 65 
goals 65 
und 65 
popular 65 
broadcast 65 
roughly 65 
enterprise 65 
downturn 65 
reviewing 65 
borrow 65 
senator 65 
ties 65 
society 65 
symbol 65 
edward 65 
satisfied 65 
accords 65 
turning 65 
consecutive 65 
midwest 64 
carryforward 64 
meets 64 
guidelines 64 
attract 64 
cautious 64 
usage 64 
occidental 64 
bhp 64 
preparing 64 
fslic 64 
document 64 
argued 64 
amended 64 
broken 64 
climate 64 
treaty 64 
criteria 64 
patients 64 
alcan 64 
hungary 64 
venezuelan 64 
poultry 64 
pressing 64 
lawrence 64 
administrative 64 
pharmaceuticals 64 
solutions 64 
printing 64 
divided 64 
attitude 64 
hike 64 
covers 64 
road 64 
sustained 64 
fired 64 
virus 63 
fewer 63 
rjr 63 
rotterdam 63 
competing 63 
informal 63 
enhance 63 
coca 63 
rebels 63 
invested 63 
carolina 63 
depends 63 
et 63 
impossible 63 
article 63 
americans 63 
exporter 63 
api 63 
shanghai 63 
tv 63 
seemed 63 
mitsui 63 
underground 63 
southeast 63 
slower 63 
irving 63 
steering 63 
loading 63 
giant 63 
mergers 63 
affiliated 62 
nature 62 
foot 62 
ronald 62 
magazine 62 
amid 62 
boosting 62 
content 62 
residential 62 
permits 62 
negotiation 62 
qatar 62 
pins 62 
drain 62 
aggregate 62 
announces 62 
ultimately 62 
willingness 62 
square 62 
contra 62 
person 62 
sydney 62 
outlined 62 
invited 62 
plastics 62 
moore 62 
factories 62 
vessel 62 
socialist 62 
conflict 62 
ward 62 
replacing 62 
exceeded 62 
polled 62 
essential 62 
ltv 62 
limiting 62 
backing 62 
rejects 62 
inspection 62 
offensive 62 
grown 62 
consent 62 
brand 62 
distributor 62 
woolworth 62 
emery 62 
receipt 61 
disputes 61 
equitable 61 
appropriations 61 
deferred 61 
refiners 61 
gallon 61 
lee 61 
momentum 61 
proceedings 61 
mississippi 61 
receipts 61 
leverage 61 
hongkong 61 
boards 61 
mellon 61 
bushel 61 
oilseeds 61 
amex 61 
inch 61 
fdic 61 
yuan 61 
carter 61 
importance 61 
bar 61 
correct 61 
easily 61 
trump 61 
intelligence 61 
analysis 61 
mulford 61 
locations 60 
realized 60 
postponed 60 
takeovers 60 
concept 60 
transferred 60 
sixth 60 
dean 60 
qtrly 60 
traditionally 60 
uganda 60 
bridge 60 
picture 60 
prev 60 
lawmakers 60 
gilt 60 
vaccine 60 
greek 60 
rail 60 
ex 60 
decree 60 
none 60 
signing 60 
cooper 60 
circuit 60 
permanent 60 
aaa 60 
cie 60 
decade 60 
true 60 
edelman 60 
confirm 60 
foreigners 60 
recovered 60 
inadequate 60 
senators 60 
unnamed 60 
submit 60 
feedgrains 60 
announcing 60 
premiums 60 
claim 60 
film 60 
phoenix 60 
stands 60 
panic 60 
closer 60 
golden 59 
troubled 59 
men 59 
competitors 59 
basin 59 
cancelled 59 
blue 59 
cheap 59 
slaughter 59 
gone 59 
briefing 59 
atlanta 59 
harvested 59 
proportion 59 
evaluate 59 
cement 59 
language 59 
dated 59 
treasuries 59 
transmission 59 
rostenkowski 59 
louis 59 
crucial 59 
icahn 59 
permitted 59 
cleared 59 
chances 59 
bloc 59 
dealings 59 
assumed 59 
fla 59 
uruguay 59 
extensive 59 
tighten 59 
westinghouse 59 
narrowed 59 
triggered 59 
adverse 59 
kohl 58 
curbs 58 
allis 58 
henley 58 
enforcement 58 
audit 58 
jacques 58 
reject 58 
urging 58 
dilson 58 
excellent 58 
injunction 58 
antitrust 58 
thereafter 58 
rescue 58 
helmut 58 
na 58 
closure 58 
removal 58 
utilization 58 
nasd 58 
foundation 58 
compensate 58 
nationale 58 
routes 58 
objections 58 
extending 58 
super 58 
difficulty 58 
joining 58 
formation 58 
removed 58 
reply 58 
withdrawn 58 
gordon 57 
probe 57 
examine 57 
pick 57 
comprised 57 
participating 57 
indirect 57 
types 57 
inside 57 
myers 57 
industrialized 57 
targeted 57 
segment 57 
supercomputer 57 
compatible 57 
networks 57 
assuming 57 
snow 57 
healthy 57 
chalmers 57 
subsequent 57 
pipelines 57 
midnight 57 
poindexter 57 
aegean 57 
warns 57 
terminals 57 
solid 57 
carbide 57 
treasurer 57 
friction 56 
paulo 56 
heller 56 
allegis 56 
passage 56 
voluntary 56 
confirmation 56 
records 56 
redeemed 56 
inra 56 
exception 56 
naval 56 
trial 56 
entirely 56 
karl 56 
healthcare 56 
tex 56 
pushing 56 
scope 56 
hog 56 
establishing 56 
polls 56 
contains 56 
freedom 56 
arizona 56 
automatic 56 
urge 56 
resistance 56 
petrol 56 
automation 56 
consolidation 56 
liquidation 56 
sons 56 
hedging 56 
employed 56 
devaluation 56 
assist 56 
flour 56 
minute 55 
installed 55 
diagnostic 55 
education 55 
mer 55 
gilts 55 
task 55 
hilton 55 
bancshares 55 
rival 55 
jets 55 
highway 55 
juice 55 
affair 55 
died 55 
carryforwards 55 
speculated 55 
refineries 55 
auditors 55 
tx 55 
slump 55 
mandatory 55 
assess 55 
arbitrage 55 
pioneer 55 
gao 55 
pattern 55 
tied 55 
attributable 55 
stakes 55 
somewhat 55 
milk 55 
check 55 
contracted 55 
destinations 55 
candidates 55 
closes 55 
chevron 54 
edouard 54 
wrong 54 
methods 54 
wave 54 
universal 54 
strengthening 54 
dramatic 54 
minnesota 54 
discovery 54 
degree 54 
ottawa 54 
specifically 54 
exchanged 54 
indications 54 
supporting 54 
reluctant 54 
lawyer 54 
town 54 
beans 54 
violated 54 
standstill 54 
comdata 54 
lumber 54 
subroto 54 
allen 54 
spotlight 54 
intel 54 
lilly 54 
finnish 54 
informed 54 
excluded 54 
budgetary 54 
schlesinger 54 
delhi 54 
proceeding 54 
reduces 54 
accrual 54 
jumped 54 
itc 54 
surprised 54 
repaid 54 
morocco 54 
lay 54 
supercomputers 54 
subsidized 54 
leases 54 
pacts 54 
mail 54 
injured 54 
royalty 54 
sullivan 54 
steadily 54 
trillion 54 
nbc 54 
window 54 
allowance 53 
respective 53 
emirates 53 
zimbabwe 53 
prevailing 53 
founder 53 
advisor 53 
laid 53 
associate 53 
allegations 53 
restraint 53 
contrast 53 
mature 53 
mechanism 53 
damaging 53 
norwegian 53 
retired 53 
acre 53 
disney 53 
mr 53 
resist 53 
apart 53 
counsel 53 
termination 53 
measured 53 
hearings 53 
table 53 
belief 53 
reliance 53 
pledge 53 
hardware 53 
responded 53 
deterioration 53 
explain 53 
item 53 
sprinkel 53 
donaldson 53 
suffer 53 
petrobras 53 
fcc 53 
consist 53 
easy 53 
reopen 53 
consensus 53 
device 53 
slowing 53 
cci 53 
whatever 53 
volatile 53 
dodge 53 
ranged 53 
ivory 53 
kilo 53 
doubts 52 
conditioned 52 
nikko 52 
jump 52 
supplied 52 
portland 52 
doubled 52 
detroit 52 
widened 52 
sciences 52 
distillers 52 
necessarily 52 
happy 52 
proven 52 
breakdown 52 
institutes 52 
blocks 52 
laser 52 
dp 52 
flag 52 
pont 52 
exceeding 52 
norstar 52 
summary 52 
ireland 52 
severely 52 
hikes 52 
hundreds 52 
oriented 52 
cuba 52 
sort 52 
relating 52 
hrs 52 
heard 52 
taxation 52 
renewal 52 
emerged 52 
assumption 52 
wagner 52 
rank 52 
restrict 52 
procedure 52 
everything 52 
population 52 
helicopter 52 
quake 52 
margaret 52 
repair 52 
receives 52 
mobile 52 
monier 52 
gradual 52 
tightening 52 
henry 52 
destroyed 52 
departure 52 
fiber 52 
tentative 52 
operational 52 
climbed 51 
audio 51 
discovered 51 
inquiry 51 
reviewed 51 
debit 51 
eyskens 51 
cards 51 
sweet 51 
household 51 
smc 51 
concrete 51 
image 51 
thomson 51 
walker 51 
steep 51 
di 51 
euroyen 51 
benchmark 51 
sized 51 
islands 51 
secret 51 
caisse 51 
biotechnology 51 
millions 51 
honda 51 
considers 51 
xon 51 
prompt 51 
seoul 51 
regan 51 
eurodollar 51 
upgrade 51 
outright 51 
oats 51 
saudis 51 
optical 51 
azpurua 51 
ericsson 51 
elimination 51 
dependent 51 
territory 51 
determination 51 
composite 51 
nevada 51 
track 51 
hanson 51 
sessions 51 
collateral 51 
repeatedly 51 
dependence 51 
travel 50 
frn 50 
paribas 50 
engaged 50 
placing 50 
merchants 50 
federated 50 
basra 50 
approached 50 
matures 50 
firmed 50 
refinance 50 
costa 50 
microchip 50 
allocated 50 
physical 50 
resigns 50 
strengthened 50 
else 50 
rebates 50 
depth 50 
arabian 50 
precious 50 
drew 50 
fort 50 
upham 50 
pump 50 
unavailable 50 
carefully 50 
reschedule 50 
sprint 50 
chosen 50 
marginal 50 
bound 50 
consultations 50 
usual 50 
spokesmen 50 
marketed 50 
dot 50 
getty 50 
successfully 50 
helping 50 
philip 50 
temperatures 50 
training 50 
mounting 50 
stone 50 
tools 50 
lucky 50 
wider 50 
lifting 50 
sensitive 50 
quoting 50 
contain 50 
calm 50 
switch 50 
gates 50 
railroad 50 
striking 49 
concentrated 49 
pressed 49 
considerably 49 
dauster 49 
diversify 49 
withdrew 49 
links 49 
arrested 49 
trigger 49 
dayton 49 
admitted 49 
offs 49 
restructured 49 
allocation 49 
proxmire 49 
portuguese 49 
unilever 49 
attached 49 
jordan 49 
duff 49 
sudan 49 
weighted 49 
yearly 49 
supplementary 49 
licenses 49 
trials 49 
wk 49 
obligation 49 
evening 49 
generating 49 
efficient 49 
dropping 49 
origin 49 
insurers 49 
associations 49 
citrus 49 
zaire 49 
abandoned 49 
miami 49 
provincial 49 
involvement 49 
sustain 49 
expecting 49 
cargill 49 
protected 49 
pilots 49 
phone 49 
awaiting 48 
acted 48 
stabilisation 48 
unocal 48 
brunswick 48 
costly 48 
marketplace 48 
declares 48 
investigating 48 
arranger 48 
promise 48 
introducing 48 
politically 48 
animal 48 
rockwell 48 
correction 48 
fruit 48 
read 48 
platinum 48 
complaints 48 
integration 48 
mo 48 
mi 48 
blocked 48 
telex 48 
spur 48 
concerted 48 
cap 48 
zenith 48 
anticipates 48 
southmark 48 
neutral 48 
decides 48 
gathering 48 
switching 48 
amendments 48 
coupled 48 
pty 48 
defined 48 
mich 48 
signals 48 
circle 48 
channel 48 
octane 48 
keating 48 
sony 48 
react 48 
tech 47 
spin 47 
entities 47 
allies 47 
death 47 
investing 47 
arrears 47 
undersecretary 47 
moisture 47 
interior 47 
strait 47 
commissions 47 
crudes 47 
unisys 47 
financially 47 
fox 47 
ratios 47 
inflow 47 
sight 47 
preventing 47 
cp 47 
ball 47 
epa 47 
barge 47 
hall 47 
referred 47 
rolls 47 
consequences 47 
absorb 47 
importing 47 
feared 47 
victory 47 
underwrite 47 
nl 47 
plunged 47 
pontiac 47 
casino 47 
projections 47 
israeli 47 
fill 47 
consuming 47 
replaces 47 
maryland 47 
